{
  "zombies": [
    {
      "theZombieType": 0,
      "name": "Zombi",
      "introduce": "<size=39><color=#3D1400>Zombi odia que su nombre lo haga parecer un simple, bueno, zombi. No se considera un enemigo sin nombre o solo otro cadáver común. ¡Es un individuo, maldita sea! Y va a hacer algo extraordinario, aunque te mate en el proceso.</color></size>",
      "info": "<size=39>Zombie común y corriente de jardín.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>270</color></size>"
    },
    {
      "theZombieType": 1,
      "name": "Zombi Abanderado",
      "introduce": "<size=39><color=#3D1400>No te equivoques: al Zombi abanderado se pierran los sesos. Pero en algún punto del camino quedó fascinado por las banderas. Quizá sea porque llevan cerebros dibujados. Quí lo sá...</color></size>",
      "info": "<size=39>Va mas rápido que un zombi común. Aparece para anunciar una horda de zombis.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>270</color></size>"
    },
    {
      "theZombieType": 2,
      "name": "Zombi Caracono",
      "introduce": "<size=39><color=#3D1400>El Zombi Caracono no tiene idea de lo que es un cono de tráfico. Para él, parece un cono de helado, y cuando descubre que no puede comérselo, simplemente se lo pone en la cabeza.</color></size>",
      "info": "<size=39>Su cono de tráfico en la cabeza lo hace el doble de resistente que los zombis normales.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>270 + 370 (Tipo 1)</color></size>"
    },
    {
      "theZombieType": 3,
      "name": "Zombi Atleta",
      "introduce": "<size=39><color=#3D1400>Una vez el mejor saltador de altura en su pueblo, la carrera del Zombi Atleta dio un giro el día que olvidó poner los cojines detrás del soporte de salto de altura.</color></size>",
      "info": "<size=39>El Zombi Atleta salta con una pértiga.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>720</color>\n<color=#3D1400>Características: </color><color=#4B0082>Salta sobre la primera planta que encuentra.</color></size>"
    },
    {
      "theZombieType": 4,
      "name": "Zombi Caracubo",
      "introduce": "<size=39><color=#3D1400>Hace mucho tiempo, el Zombi Caracubo, que era simplemente un pintor, fue aclamado como un genio entre los zombis por su uso creativo de un cubo. Han pasado los años, y ahora los zombis se preguntan si todavía tiene algunos trucos asesinos bajo la manga. ¿Se le están acabando las ideas, o está ocultando algo? ¿Quién sabe?</color></size>",
      "info": "<size=39>Su cubo en la cabeza lo hace extremadamente resistente al daño.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>270 + 1100 (Tipo 1)</color></size>"
    },
    {
      "theZombieType": 5,
      "name": "Zombi Lector",
      "introduce": "<size=39><color=#3D1400>\"No puedes culparlo por estar frustrado; estaba a punto de terminar el crucigrama (la palabra vertical número 23 es 'Cerebros'), lo que explica por qué estaba sosteniendo el periódico al revés.\"</color></size>",
      "info": "<size=39>Su periódico proporciona una defensa limitada.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>270 + 200 (Tipo 2)</color>\n<color=#3D1400>Características: </color><color=#4B0082>Al principio se mueve normalmente, pero acelera tras perder su periódico.</color></size>"
    },
    {

      "theZombieType": 6,
      "name": "Zombi Bailarín",
      "introduce": "<size=39><color=#3D1400>Las habilidades atléticas del Zombi Bailarín son promedio según los estándares de los zombis. Siguiendo el consejo de los Bailarines de Respaldo, decidió seguir el camino del ídolo. Ahora, su canción pop \"You Only Live Once,\" una colaboración con Zombi Jackson, se está convirtiendo en un éxito.</color></size>",
      "info": "<size=39>Después de saltar, convoca a sus bailarines de respaldo.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>720</color>\n<color=#3D1400>Características: </color><color=#4B0082>Invoca a 4 Bailarines de Respaldo.</color></size>"
    },
    {
      "theZombieType": 7,
      "name": "Bailarín de Respaldo",
      "introduce": "<size=39><color=#3D1400>Los cuatro hermanos, una vez huérfanos problemáticos, desarrollaron personalidades retorcidas y acosaban a otros en la Academia Zombi. Un día, vieron al Zombi Bailarín actuando alegremente en el escenario, y eso los cambió. Desde ese momento, se unieron a él para actuar juntos en el escenario.</color></size>",
      "info": "<size=39>Puede saltar plantas.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>270\n<color=#3D1400>Características: </color><color=#4B0082>Salta sobre la primera planta que encuentra.</color></size>"
    },
    {
      "theZombieType": 8,
      "name": "Zombi Portero",
      "introduce": "<size=39><color=#3D1400>El Zombi Portero, una vez miembro de una fuerza de tarea del FBI con mal genio pero con un corazón recto, nunca negociaba con ladrones: simplemente derribaba puertas para salvar a los rehenes. Después de convertirse en zombi, su buen corazón permaneció igual. Cuando vio a zombis secuestrando a un pequeño zombi fantasma, intentó irrumpir, pero ellos recubrieron la puerta con pegamento, atrapando su mano.</color></size>",
      "info": "<size=39>Puede bloquear proyectiles que vienen de frente.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>270 + 1100 (Tipo 2)</color></size>"
    },
    {
      "theZombieType": 9,
      "name": "Zombi Deportista",
      "introduce": "<size=39><color=#3D1400>El Zombi Deportista es una estrella del deporte entre los zombis, admirado por muchos por su heroica presencia en el campo. Muchas compañías quieren contratarlo, pero sus demandas salariales son altas: un sueldo anual de 10,000 cerebros.</color></size>",
      "info": "<size=39>Corre súper rápido.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>270 + 1400 (Tipo 1)</color></size>"
    },
    {
      "theZombieType": 10,
      "name": "Zombi Jackson",
      "introduce": "<size=39><color=#3D1400>Traje negro, sombrero negro; no está aquí para un funeral. Es solo un bailarín, y puedes llamarlo Zombi Jackson.</color></size>",
      "info": "<size=39>Encabeza el ataque con sus movimientos de baile definitivos.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>720</color>\n<color=#3D1400>Características: </color><color=#4B0082>Invoca a 4 Zombis Bailarines a la vez.</color></size>"
    },
    {
      "theZombieType": 11,
      "name": "Zombi con Patito",
      "introduce": "<size=39><color=#3D1400>Se necesita un tipo especial de zombi para andar en un patito. No cualquier zombie puede con eso. Algunos se quiebran. No lo soportan. Se alejan y renuncian a los cerebros para siempre.</color>",
      "info": "<size=39>Puede nadar en el agua.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>270</color>"
    },
    {
      "theZombieType": 12,
      "name": "Caracono con Patito",
      "introduce": "<size=39><color=#3D1400>Dicen que los estudiantes malos siempre tienen papelería elegante, pero el Caracono con Patito no está de acuerdo. Después de todo, se niega a admitir que él es uno de ellos.</color>",
      "info": "<size=39>También puede nadar en el agua.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>270 + 370 (Tipo 1)</color>"
    },
    {
      "theZombieType": 13,
      "name": "Caracubo con Patito",
      "introduce": "<size=39><color=#3D1400>El Caracubo con Patito nunca quiso ponerse este flotador con fugas... pero, ¿qué puede hacer? Ese cubo oxidado en su cabeza no es precisamente a prueba de agua.</color>",
      "info": "<size=39>Tiene mucha resistencia. Y puede nadar en el agua.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>270 + 1100 (Type 1)</color>"
    },
    {
      "theZombieType": 14,
      "name": "Zombarino",
      "introduce": "<size=39><color=#3D1400>El formidable Zombarino, diseñado en base a principios biónicos, es tanto majestuoso como intimidante: un arma de guerra codiciada por los zombis. \"Ahora solo necesitamos resolver el problema de las algas enredándose en la hélice,\" dijo el Dr. Edgar.</color></size>",
      "info": "<size=39>El principal vehículo de los zombis contra las plantas acuáticas.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>1350\n<color=#3D1400>Características: </color><color=#4B0082>Se mueve rapido y hunde a toda planta con el cual tiene contacto. Hace 500 de daño a plantas anti-aplaste.</color></size>"
    },
    {
      "theZombieType": 15,
      "name": "Zombi Becario",
      "introduce": "<size=39><color=#3D1400>El Zombi Becario, gran autoridad académica, es un apasionado lector. Molestarlo mientras lee desata su furia, demostrando que el conocimiento es poder.\"</color></size>",
      "info": "<size=39>Inflige un gran daño junto con sus robustos libros.\n\n<color=#3D1400>Daño: </color><color=#4B0082>400</color>\n<color=#3D1400>Durabilidad: </color><color=#4B0082>720 + 1100 (Tipo 2)</color>\n<color=#3D1400>Características: </color><color=#4B0082>Obtiene invencibilidad temporal y un aumento de velocidad de movimiento masivo después de que se rompa su libro.</color></size>"
    },
    {
      "theZombieType": 16,
      "name": "Zombictor",
      "introduce": "<size=39><color=#3D1400>El zombictor es un excelente piloto, especialmente considerando que pocos zombis pueden navegar del campo de hielo al césped. Ahora, debe ir a pagar la multa. La máquina de hielo que opera no es una Zamboni; es una Zomboni producida por la Compañía C.</color></size>",
      "info": "<size=39>La Zomboni aplica hielo, vapor y presión a tus plantas.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>1350\n<color=#3D1400>Características: </color><color=#4B0082>Aplasta a toda planta con el cual tiene contacto. Hace 500 de daño a plantas anti-aplaste. Es inmune a todo tipo de congelamiento.</color></size>"
    },
    {
      "theZombieType": 17,
      "name": "Zombi Buzo",
      "introduce": "<size=39><color=#3D1400>El Zombi Buzo puede tener una máscara rota, pero eso no le impide bucear y flotar en el agua. Su llamado \"hundimiento\" no se debe a sus habilidades de buceo; simplemente no necesita aire para respirar.</color></size>",
      "info": "<size=39>El Zombi Buzo puede nadar bajo el agua.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>270</color>\n<color=#3D1400>Características: </color><color=#4B0082>Se sumerge para evitar ataques de proyectiles.</color></size>"
    },
    {
      "theZombieType": 18,
      "name": "Zombictor Bobsled",
      "introduce": "<size=39><color=#3D1400>Este coche, diseñado por entusiastas del esquí, se desplaza suavemente sobre la nieve y el hielo, alcanzando incluso mayores velocidades que en el césped. Desafortunadamente, tiene un defecto: solo puede arrancar en superficies heladas.</color></size>",
      "info": "<size=39>Sólo aparece cuando hay hielo en el campo.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>2700</color>\n<color=#3D1400>Características: </color><color=#4B0082>Se mueve muy rápido cuando está sobre el hielo.</color></size>"
    },
    {
      "theZombieType": 19,
      "name": "Zombi con Delfín",
      "introduce": "<size=39><color=#3D1400>El Zombi con Delfín es un artista a tiempo parcial y cuidador de delfines en un acuario. El delfín que monta es un zombi, pero a diferencia de los zombis típicos, este \"delfín zombi\" no tiene deseos de cerebros.</color></size>",
      "info": "<size=39>Los Zombis con Delfín usan a los delfines para superar tu defensa.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>720</color>\n<color=#3D1400>Características: </color><color=#4B0082>Salta sobre la primera planta que encuentra.</color></size>"
    },
    {
      "theZombieType": 20,
      "name": "Zombi Pescador",
      "introduce": "<size=39><color=#3D1400>El Zombi Pescador era originalmente un lanzador de jabalina que se convirtió en pescador tras retirarse. Sin embargo, cuando fue al río a pescar, se hundió porque no sabía nadar. Cuando llegó a la orilla, se dio cuenta de que se había convertido en lo que es ahora.</color></size>",
      "info": "<size=39>Lanza un tridente para atacar tus plantas.\n\n<color=#3D1400>Rango: </color><color=#4B0082>3,5 casillas al frente\n<color=#3D1400>Durabilidad: </color><color=#4B0082>720</color>\n<color=#3D1400>Características: </color><color=#4B0082>Lanza un tridente, causando daño a las plantas igual al 20% (mínimo de 20) de su dureza actual.</color></size>"
    },
    {
      "theZombieType": 21,
      "name": "Zombi Deluxe",
      "introduce": "<size=39><color=#3D1400>Esta noche, los Zombis Deluxe revelarán su deslumbrante mundo plateado. Sus ojos brillan como las estrellas más brillantes en el cielo nocturno, y la luz dorada parece fluir como un río a través del tiempo, iluminando el camino incierto por delante. Cada vez que la tapa de la caja se abre suavemente, se siente como abrir una puerta misteriosa a otro reino.</color></size>",
      "info": "<size=39>¿Es este... un Zombi Caracono? \n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>4400</color>\n<color=#3D1400>Características: </color><color=#4B0082>Se convierte en un Zombi Dorado al morir.</color></size>"
    },
    {
      "theZombieType": 22,
      "name": "Zombi Dorado",
      "introduce": "<size=39><color=#3D1400>\"Debajo de la caja dorada, esperan otras cajas de diferentes colores. ¿Puedes adivinar de qué está hecha la caja de adentro?\"</color></size>",
      "info": "<size=39>¿Será un Zombi Caracono? \n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>2200</color>\n<color=#3D1400>Características: </color><color=#4B0082>Se convierte en un Zombi Plata al morir.</color></size>"
    },
    {
      "theZombieType": 23,
      "name": "Zombi Plateado",
      "introduce": "<size=39><color=#3D1400>El Zombi Plata piensa en la caja en su cabeza como una olla, así que debe ser una. Dada su mentalidad, ¿por qué no adoptar su perspectiva? Y ves la marca de exclamación en su caja, ¿verdad?</color></size>",
      "info": "<size=39>Creo que puedo ver un Zombi Caracono dentro...\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>1100</color>\n<color=#3D1400>Características: </color><color=#4B0082>Se convierte en un Zombi Caracono al morir.</color></size>"
    },
    {
      "theZombieType": 24,
      "name": "Zombi con Cajita",
      "introduce": "<size=39><color=#3D1400>Aunque el Zombi con Cajita es un paciente mental, el circo acogió su solicitud. Ten cuidado con lo que hay en su caja de juguetes; seguro que te asusta.</color></size>",
      "info": "<size=39>Este zombi lleva una sorpresa explosiva.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>720</color>\n<color=#3D1400>Características: </color><color=#4B0082>Mientras sigue vivo, tendrá una chance de explotar y matar instantáneamente a toda planta alrededor en un área de 3x3.</color></size>"
    },
    {
      "theZombieType": 25,
      "name": "Zombi con Globo",
      "introduce": "<size=39><color=#3D1400>El Zombi con Globo, uno de los creadores del Zomppelin, recibe frecuentemente preguntas sobre por qué se ha atado globos. Su respuesta habitual es: \"Esa fue mi conclusión.\" Sin embargo, la verdad es que los globos simplemente se enredaron por casualidad.</color></size>",
      "info": "<size=39>El Zombi con Globo flota por encima del caos, inmune a la mayoría de los ataques.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>270 + 20 (Tipo 1)</color>\n<color=#3D1400>Características: </color><color=#4B0082>Es vulnerable a Cactus y Treboladores.</color></size>"
    },
    {
      "theZombieType": 26,
      "name": "Zomppelín",
      "introduce": "<size=39><color=#3D1400>El Zomppelín, creación del Dr. Edgar, es el nuevo aliado de los zombis. Muchos especulan sobre quién lo pilotará. Dr. Edgar dice: \"Es solo un globo. Incluso podría convertirlo en un dron para evitar la vergüenza al ser derrotado por plantas.\"</color></size>",
      "info": "<size=39>Lanzará bombas mortales mientras vuela sobre tus plantas.\n\n<color=#3D1400>Daño: </color><color=#4B0082>1000</color>\n<color=#3D1400>Durabilidad: </color><color=#4B0082>1350\n<color=#3D1400>Características: </color><color=#4B0082>Lanza cajitas sorpresa cada 3 segundos a la planta debajo. Los Treboladores pueden empujarlos media casilla hacia atrás.</color></color></size>"
    },
    {
      "theZombieType": 27,
      "name": "Yeti con Ballena",
      "introduce": "<size=39><color=#3D1400>La ballena del Zombi Yeti tiene habilidades de salto impresionantes. El Zombi con Delfín está celoso y siempre quiere usarla, pero el Zombi Yeti se niega. Dr. Edgar comenta: \"El Zombi Yeti no controla su ballena; siempre quiere esconderse, pero la ballena va en la otra dirección.\"</color></size>",
      "info": "<size=39>Salta tres casillas hacia adelante y luego regresa, atacando tus plantas desde atrás.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>720</color>\n<color=#3D1400>Características: </color><color=#4B0082>No puede ser bloqueado por Nuez Alta.</color></size>"
    },
    {
      "theZombieType": 28,
      "name": "Zombi Minero",
      "introduce": "<size=39><color=#3D1400>Hace mucho tiempo, los Zombis Mineros despreciaban a los Magnetosetas por confiscar constantemente sus herramientas. Ahora, odian aún más a las Calabazas Mineras. \"Mi cabeza sigue siendo golpeada, lo cual me hace sentir aún peor,\" lamenta.</color></size>",
      "info": "<size=39>Este zombi cava para evadir tus defensas.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>720</color>\n<color=#3D1400>Características: </color><color=#4B0082>Excava un túnel subterráneo y aparece a la izquierda del campo, comiendo a tus plantas desde atrás. Es vulnerable a las Magnetosetas y Patatapum completamente armadas.</color></size>"
    },
    {
      "theZombieType": 29,
      "name": "Zombicóptero",
      "introduce": "<size=39><color=#3D1400>\"Amigos, ¿sabían sobre el dirigible de Berlín? Inspiró mi diseño…\" Todos los zombis quieren esconderse del Zombicóptero, no solo porque habla demasiado sobre el dirigible, sino también porque el ruido de la hélice de su globo es insoportable.</color></size>",
      "info": "<size=39>¡El Zombicóptero no le teme al Trebolador!\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>270 + 500 (Tipo 1)</color>\n<color=#3D1400>Características: </color><color=#4B0082>Inmune a Treboladores. A lo que se rompa su globo, obtiene la misma durabilidad que un Vegezombi Nuez Férreo.</color></size>"
    },
    {
      "theZombieType": 30,
      "name": "Payazombi",
      "introduce": "<size=39><color=#3D1400>Para cada zombi payaso, la autodestrucción es la forma más alta de arte, y el Payazombi sobresale por encima de todos. \"¡El Payazombi nunca se quitará la máscara ni soltará la caja de regalo en su mano!\"</color></size>",
      "info": "<size=39>¡El Payazombi también puede explotar después de su muerte!\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>720+370</color>\n<color=#3D1400>Características: </color><color=#4B0082>Se vuelve violento tras explotar, duplicando su velocidad. Al ser derrotado, tiene la posibilidad de explotar y transformarse en un Zombi con Cajita. Cuanto más tiempo permanezca en el campo, mayor será la probabilidad.</color></size>"
    },
    {
      "theZombieType": 31,
      "name": "Zombipulta",
      "introduce": "<size=39><color=#3D1400>Nadie sabe cómo el Zombipulta ajusta tan precisamente su fuerza de lanzamiento. Solo se sabe que, si lo ves, es mejor que te cubras la cabeza rápidamente.</color></size>",
      "info": "<size=39>Lanza balones para atacar tus plantas.\n\n<color=#3D1400>Daño: </color><color=#4B0082>60 cada 3s</color>\n<color=#3D1400>Durabilidad: </color><color=#4B0082>850</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Lanza balones de baloncesto a la planta más a la izquierda de su fila. Cuando usa sus 25 balones, avanza y aplasta a toda planta que este en concacto con Zombipulta.</color></size>"
    },
    {
      "theZombieType": 32,
      "name": "Pogozombi",
      "introduce": "<size=39><color=#3D1400>Al Pogozombi le encanta rebotar. Él cree que el momento de saltar al aire es lo más cercano a volar. Pero, ¿alguien le habrá advertido en vida que no use la pértiga en los tejados?</color></size>",
      "info": "<size=39>El Pogozombi puede saltar tus defensas.\n\n<color=#3D1400>Durabilidad:</color> <color=#4B0082>720</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Salta sobre tus plantas; puede perder su pogo tratando de saltar una Nuez Alta</color></size>"
    },
    {
      "theZombieType": 33,
      "name": "Zombi Escalera",
      "introduce": "<size=39><color=#3D1400>El Zombi Escalador creyó que con una escalera y un disfraz de trabajador podría entrar en cualquier lugar. Compró una escalera, se puso el uniforme y se preparó para atravesar las defensas de las plantas. \"¿Nadie le ha dicho que su piel de zombi es obvia?\" comentó el Lanzaguisantes.</color></size>",
      "info": "<size=39>El Zombi Escalera salta sobre tus obstáculos con una escalera.\n\n<color=#3D1400>Durabilidad:</color> <color=#4B0082>720 + 720 (Tipo 2)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>La escalera permite a los zombis pasar por encima de las plantas</color>\n<color=#3D1400>Ocupación:</color> <color=#4B0082>Técnico en Trabajos de Altura Zombie</color></size>"
    },
    {
      "theZombieType": 34,
      "name": "Pogozombi Frutero",
      "introduce": "<size=39><color=#3D1400>'¡Es poco probable que un proyectil golpee el mismo cráter dos veces! Eso dice la teoría del cráter,' dice el Pogozombi Frutero mientras ajusta su sombrero de piel de melón. Pero ningún zombi le dijo que el contraste rojo y verde lo hacía demasiado visible entre la horda.</color></size>",
      "info": "<size=39>Puede cargar un gran salto para entrar en tus defensas.\n\n<color=#3D1400>Durabilidad:</color> <color=#4B0082>270 + 2200 (Tipo 1)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Carga durante 5 segundos y luego realiza un gran salto (salta alrededor de 4 casillas). Es vulnerable a fusiones de Paraplanta.</color></size>"
    },
    {
      "theZombieType": 35,
      "name": "Zombistein",
      "introduce": "<size=39><color=#3D1400>Como muchas criaturas grandes, el Zombistein tiene poca inteligencia a cambio de su enorme tamaño. ¿Cerebro? ¿Plantas? Nada de eso le importa ni entiende. Solo sabe avanzar, y lo hará sin cesar.</color></size>",
      "info": "<size=39>Puede aplastar tus plantas.\n\n<color=#3D1400>Durabilidad:</color> <color=#4B0082>3000\n<color=#3D1400>Características:</color> <color=#4B0082>Lanza un Zombidito al alcanzar la mitad de su durabilidad. Inflige 500 de daño a plantas anti-aplaste, 50 de daño a Pinchorrocas y 1800 de daño a zombis hipnotizados con cada impacto.</color></size>"
    },
    {
      "theZombieType": 36,
      "name": "Megazombistein",
      "introduce": "<size=39><color=#3D1400>A pesar de que el Megazombistein causa estragos en el campo de batalla con sus ojos rojos aterradores, tiene un pequeño secreto: sus ojos rojos son simplemente el resultado de la falta de sueño diario.</color></size>",
      "info": "<size=39>El furioso Zombistein puede aplastar tus plantas.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>6000\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda las mismas características de el Zombistein.</color></size>"
    },
    {
      "theZombieType": 37,
      "name": "Zombidito",
      "introduce": "<size=39><color=#3D1400>El Zombidito tiene un amor innato por meterse en espacios estrechos, lo que le hace sentir más seguro. Así que no te sorprendas si lo ves en cualquier lugar.</color></size>",
      "info": "<size=39>Un zombi pequeñito lanzado por Zombistein.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>270</color></size>"
    },
    {
      "theZombieType": 38,
      "name": "Robotstein V1",
      "introduce": "<size=39><color=#3D1400>Bzzt... Calculando... Descripción no encontrada. Lo aplasto Robotstein.</color></size>",
      "info": "<size=39>Otra creación del Dr. Zomboss, es inmune a la congelación y avanzará sin detenerse hacia tus defensas.\n\n<color=#3D1400>Durabilidad:</color> <color=#4B0082>3000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Inmune a la mayoría de efectos, incluyendo hipnotización.\n- Aplasta plantas, inflige 500 de daño a las plantas anti-aplaste, 150 de daño a Pinchorrocas, e inflige 1000 de daño a los zombis hipnotizados cada segundo.\n- Es vulnerable a las Magnetosetas.</color></size>"
    },
    {
      "theZombieType": 39,
      "name": "Robotstein V2",
      "introduce": "<size=39><color=#3D1400>Bzzt... Calculando... Descripción no encontrada. Lo aplasto Robotstein. De nuevo.</color></size>",
      "info": "<size=39>El último invento del Dr. Zomboss, es inmune a la congelación y avanzará sin detenerse hacia tus defensas.\n\n<color=#3D1400>Durabilidad:</color> <color=#4B0082>6000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda las características de Robotstein V1.</color></size>"
    },
    {
      "theZombieType": 40,
      "name": "Nuez Zombot",
      "introduce": "<size=39><color=#3D1400>\u0022¿¡Nuez Zombot!? ¿¡Nos has traicionado!?\u0022 Preguntan unas nueces temerosas. Nuez Zombot les responde con no responder y trata de aplastarlos.",
      "info": "<size=39>Una bola de boliche rodante, pero del lado de los zombis.\n\n<color=#3D1400>Durabilidad:</color> <color=#4B0082>1350</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Cambia de fila al impactar con plantas, aumenta su velocidad en pendientes y disminuye su velocidad tras cambiar de fila.\n- Aplasta plantas con dureza igual o inferior a 1000 e inflige 1000 de daño a las plantas más resistentes.\n- Genera 5 Zombiditos al morir. Tiene la misma probabilidad de soltar una bola de hielo, una bola de fuego o Piezas Robóticas.\n- Las bolas pueden aplastar plantas, bloquear hasta 30 proyectiles y duran 30 segundos. Se puede contrarrestar con fusiones de plantas basadas en hielo o fuego.</color></size>"
    },
    {
     "theZombieType": 41,
     "name": "Estatua Plateada",
     "introduce": "<size=39><color=#3D1400>Un zombi envuelto en plata pura, vendido en la tienda de recuerdos del jardín por solo dos monedas de plata. \"Obviamente, el zombi en el interior disminuye el valor del recubrimiento de plata pura\", comenta el Dr. Zomboss.</color>",
     "info": "<size=39>Un zombi convertido en plata.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>200</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Inmóvil. No puede redirigir daño hacia si mismo.\n- No puede ser empujado, y empieza a rapidamente perder PS 15 segundos tras aparecer.\n- Suelta un diamante al morir.</color>"
   },
   {
     "theZombieType": 42,
     "name": "Estatua Dorada",
     "introduce": "<size=39><color=#3D1400>Un zombi envuelto en oro. En comparación con ser vendido como un souvenir, es más popular en eventos. \"Rompe la estatua con guisantes. Las recompensas comunes son monedas y diamantes, mientras que el gran premio oculto es un zombi\", explica el Dr. Zomboss. Hasta ahora, nadie ha obtenido el gran premio oculto.</color>",
     "info": "<size=39>Un zombi convertido en oro. Realmente es un simbolo de riqueza.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>300</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Inmóvil. No puede redirigir daño hacia si mismo.\n- No puede ser empujado, y empieza a rapidamente perder PS 15 segundos tras aparecer.\n- Suelta tres diamantes al morir.</color>"
   },
   {
      "theZombieType": 43,
      "name": "Zombistein Medievo",
      "introduce": "<size=39><color=#3D1400>Zombistein Medievo es un gran fan de una apariencia llamada 'Caballero' de su juego favorito. Así que gastó una fortuna ordenando un conjunto de armadura medieval hecho a medida solo para él. Sin embargo, cuando intentó quitársela, descubrió que estaba atascada para siempre... Y así fue como terminó con una apariencia permanente de 'Cadavalier'.</color>",
      "info": "<size=39>¡Genera Zombiditos cada vez que golpea con su maza!\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>8000 + 24000 (Tipo 1)</color>\n<color=#3D1400>Características: </color><color=#4B0082>\n- Se mueve a la mitad de la velocidad de los Zombisteins normales.\n- Recibe un máximo de 5000 de daño por golpe.\n- Es inmune a la hipnosis, la devoración y el retroceso; otros efectos solo duran la mitad.\n- Lanza una Nuez Zombot cuando su durabilidad está a la mitad, generando 5 Zombiditos al romperse.\n- Genera de 1 a 3 Zombiditos cada vez que golpea el suelo con su maza.</color>"
    },
    {
     "theZombieType": 44,
     "name": "Dr. Zomboss",
     "introduce": "<size=39><color=#3D1400>Edgar George Zomboss obtuvo su Doctorado en Tanatología en solo dos años. Dominando rápidamente la tecnología tanatológica, construyó su temible Zombot y se dispuso a establecer el dominio absoluto de su subdivisión local.</color>",
     "info": "<size=39>El Dr. Zomboss los gobierna a todos.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>60000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Suelta un trofeo al ser derrotado.\n- El daño recibido está limitado a 5000 antes de aplicar reducciones.\n- Es inmune a la mayoría de los efectos de estado, excepto el Criogénico y Pirogénico.\n- Tiene múltiples modos de ataque:\n  • Despliega zombis normales en la mitad derecha del jardín.\n  • Pisa las plantas en las 4 columnas más a la derecha.\n  • Libera bolas de hielo y fuego que aplastan plantas en una fila.\n  • Deja caer 3 Zombis Colgaos' en la mitad izquierda del jardín.\n  • Al llegar a la mitad de su vida, comienza a lanzar campistas que aplastan todas las plantas en un área de 2x3.</color>"
   },
   {
      "theZombieType": 45,
      "name": "Zombi Colgao'",
      "introduce": "<size=39><color=#3D1400>Zombi Colgao' ama tomar riesgos. Después de todo, ¿cuál es el punto de estar muerto si no vives un poco?</color>",
      "info": "<size=39>Desciende del cielo y roba una planta.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>720</color>\n<color=purple>Mejoras de Odisea: </color><color=#4B0082>Tienen una chance de poner un zombi odisea en la cuarta columna y obtienen una reducción de daño de 90%</color>"
    },
    {
     "theZombieType": 46,
     "name": "Gobernador Áureo",
     "introduce": "<size=39><color=#3D1400>Lorem ipsum dolor sit amet, consectetur adipiscing elit. In non consectetur odio, ac consectetur dui.</color>",
     "info": "<size=39>...?\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>60000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Hereda todos los rasgos del Dr. Zomboss. Adicionalmente, deshabilita los guantes y martillo del jugador.\n- Se desbloquea el martillo a 2/3 de su salud.\n- Se desbloquean los guantes a 1/3 de su salud.\n- Los campistas que tira limpian completamente la cinta transportadora.</color>\n<size=39><color=#3D1400>Fórmula de Fusión:</color> <color=#4B0082>Dr. Zomboss + Trofeo</color>"
   },
   {
      "theZombieType": 47,
      "name": "Zombi Yeti",
      "introduce": "<size=39><color=#3D1400>El Zombi Yeti es una criatura legendaria y esquiva. Pocos han logrado verlo, y aquellos que lo han hecho cuentan historias sobre su enigmática presencia en noches de niebla.</color>",
      "info": "<size=39>Los Zombis Yeti a veces pueden huir.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>1350</color>\n<color=#3D1400>Características: </color><color=#4B0082>Congela plantas en un área de 3x3 a su alrededor. Plantas debajo de una Plantérmica o fusionadas con Seta Congelada/Jalapeño no son afectados al congelamiento.</color>"
    },
    {
      "theZombieType": 48,
      "name": "Zombi Nian",
      "introduce": "<size=39><color=#3D1400>El Zombi Nian es una bestia mítica que despierta durante las festividades. Con su armadura dorada y su mirada feroz, representa un desafío monumental para cualquier jardinero desprevenido. Sin embargo, le teme a los cuetes, como los perritos.</color>",
      "info": "<size=39>Los Zombis Nian tienen armaduras fuertes.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>8888 + 8888 (Tipo 1)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Es vulnerable a Ramo de Cerezas (Anteriormente llamado Bamboom).</color>"
    },
    {
      "theZombieType": 49,
      "name": "Yombi Esquimal",
      "introduce": "<size=39><color=#3D1400>\"¡Guerra de bolas de nieve!\" El Yombi Esquimal despierta de su caverna, lanzando bolas de nieve en todas partes. \"¿Le decimos que así no es como funciona la guerra?\" Pregunta un zombi. \"Nah, veamos cuanto tiempo se tarda en darse cuenta.\"</color>",
      "info": "<size=39>¡Puede congelar a plantas con bolas de nieve!\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>720</color>\n<color=#3D1400>Características:</color><color=#4B0082> Invulnerable al congelamiento básico, pero sí al congelamiento profundo. Al aparecer, lanza bolas de nieve hacia las plantas cada 2 segundos, congelándolos en una área de 3x3. Plantas debajo de una Plantérmica o fusionadas con Seta Congelada/Jalapeño no son afectados al congelamiento.</color>"
    },
    {
      "theZombieType": 50,
      "name": "Yombi Escudero",
      "introduce": "<size=39><color=#3D1400>El Yombi Escudero fue una vez un soldado de élite en el campo de batalla. Ahora, ya retirado, es el campeón invicto de las guerras de bolas de nieve del cementerio. Aprecia muchísimo su escudo, que le ha traído tanta gloria, y siempre lo revisa con cariño para ver si tiene algún daño. Tal vez fue precisamente ese hábito lo que lo llevó a lesionarse y retirarse.</color>",
      "info": "<size=39>Puede reflejar proyectiles con su escudo y convertirlos en bolas de nieve.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>720 + 2200 (Tipo 2)</color>\n<color=#3D1400>Características:</color><color=#4B0082> Invulnerable al congelamiento básico, pero sí al congelamiento profundo. Cada 1,5 segundos levanta su escudo para reflejar proyectiles en línea recta transformándolos en bolas de nieve; al reflejar pierde 20 de vida y no bloquea los proyectiles. Plantas debajo de una Plantérmica o fusionadas con Seta Congelada/Jalapeño no son afectados al congelamiento.</color>"
    },
    {
      "theZombieType": 51,
      "name": "Yombi Tridente",
      "introduce": "<size=39><color=#3D1400>Durante la quinta Olimpiada Invernal del Cementerio en curso, el Yombi Tridente ha tenido una actuación destacada. Planea usar el premio del torneo para comprar un nuevo trineo para él y sus camaradas, y reservar un lujoso masaje en los pies como compensación por los daños sufridos al pisar púas.</color>",
      "info": "<size=39>¡Lanza tridentes que congelan y dañan!\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>720</color>\n<color=#3D1400>Características:</color><color=#4B0082> Invulnerable al congelamiento básico, pero sí al congelamiento profundo. Posee las habilidades del Zombi Tridente. Los tridentes que tira, al impactar, congela al objetivo por 5 segundos. Plantas debajo de una Plantérmica o fusionadas con Seta Congelada/Jalapeño no son afectados al congelamiento.</color>"
    },
    {
      "theZombieType": 52,
      "name": "Vegezombi Cronoguisante",
      "introduce": "<size=39><color=#3D1400>¿Qué es exactamente la puerta que sostiene el Zombi Cronoguisante? Ningún zombi lo sabe, ni quiere saberlo. Pero cuando ven a sus viejos compañeros salir uno tras otro de esa puerta, están más que dispuestos a acercarse y preguntar si por ahí hay cerebros frescos.</color>",
      "info": "<size=39>Tiene un portal que trasciende el tiempo y el espacio; es una fuerza más allá del mundo.\n<color=#3D1400>Daño: </color><color=#4B0082>20 cada 1,5s</color>\n<color=#3D1400>Durabilidad: </color><color=#4B0082>270 + 200 (Tipo 2)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Dispara un cronoguisante cada 1.5 segundos. Cada 6 segundos invoca aleatoriamente desde su portal a un zombi normal, caracono, caracubo o portero. Al morir, deja fragmentos espacio-temporales.</color>"
    },
    {
      "theZombieType": 53,
      "name": "Ovni Invernal",
      "introduce": "<size=39><color=#3D1400>Cada vez que el Ovni Invernal despega, se tarda media hora limpiando la nieve y el hielo acumulado, y sacando al monstruo de nieve escondido en los rincones. “¡Hacer volar este bloque de hielo consume una cantidad ridícula de combustible!”, se queja el piloto.</color>",
      "info": "<size=39>¿Esta nevando? ¡No, es simplemente el Ovni Invernal, congelando todo por debajo!\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>720</color>\n<color=#3D1400>Características:</color><color=#4B0082> Invulnerable al Trebolador y al congelamiento básico (pero sí al congelamiento profundo). Al moverse, genera nieve que congela las plantas por debajo, se ralentiza gradualmente hasta detenerse y luego se mueve en sentido contrario. Al retirarse invoca un escuadrón nevado: 1 Yombi Escudero, 1 Yombi Esquimal y 1 Yombi Tridente. Plantas debajo de una Plantérmica o fusionadas con Seta Congelada/Jalapeño no son afectados al congelamiento.</color>"
    },
    {
     "theZombieType": 54,
     "name": "Muñeco de Prueba",
     "introduce": "<size=39><color=#3D1400>Un muñeco de prueba con apariencia de zombi. De todos los zombis poderosos que hay, de alguna manera, EL es quien más resiste. Lastima que no tiene apetito por cerebros.</color>",
     "info": "<size=39>Muestra cuanto daño recibe.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>ꝏ</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Inmóvil. Muestra el ultimo daño que ha recibido, cuanto DPS recibió y el daño recibido en total.\n- Puede ser derrotado con: Plantas Carnívoras, Cronoguisantes y plantas hipnóticas que no necesitan ser comidas.</color>"
   },
   {
      "theZombieType": 55,
      "name": "Yombi Carahielo",
      "introduce": "<size=39><color=#3D1400>\u0022¿Que te paso? ¿Por qué tienes la cabeza congelada?\u0022 Preguntan unos zombis curiosos. El Yombi Carahielo estaba tan ansioso de responder esta pregunta, pero es incapaz de hablar.. porque esta congelado, obviamente. Así que, se tendrá que quedar con las ganas.</color>",
      "info": "<size=39>Un Yombi con la cabeza congelada.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>500 + 370 (Tipo 1)</color>\n<color=#3D1400>Características:</color><color=#4B0082> Invulnerable al congelamiento básico, pero sí al congelamiento profundo.</color>"
    },
    {
      "theZombieType": 56,
      "name": "Hielabestia",
      "introduce": "<size=39><color=#3D1400>La búsqueda de la clasificación biológica de las Hielabestias han tenido poco progreso. Después de todo, no puedes esperar zombis sin cerebro siendo académicamente inteligentes. La mayoría nisiquiera puede distinguir una Hielabestia real a un Zombi Yeti. Por lo menos, el Dr. Edgar sugirió un método brillante: distinguiéndolos por quien se ve mas inteligente. El mas inteligente es la Hielabestia.</color>",
      "info": "<size=39>Una criatura nativa a la nieve.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>1350</color>\n<color=#3D1400>Características:</color><color=#4B0082> Invulnerable al congelamiento básico, pero sí al congelamiento profundo. Cuando los zombis destruyen un bloque de hielo sin un Vegezombi correspondiente, una Hielabestia aparece. Se mueven muy lentamente, aplastando plantas, pero no atacan directamente. Tienen una chance de 2/3 de evitar ataques.</color>"
    },
    {
      "theZombieType": 57,
      "name": "Hielabestia Anciana",
      "introduce": "<size=39><color=#3D1400>Más fuerte, más sabio y con una cola más pesada que otras Hielabestias, lo que realmente la convirtió en líder fue su notable salto; guiando a sus parientes hasta la fuente de la cascada congelada.</color>",
      "info": "<size=39>Cúspide de la nieve.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>3000</color>\n<color=#3D1400>Características:</color><color=#4B0082> Invulnerable al congelamiento básico, pero sí al congelamiento profundo. Cuando los zombis destruyen un bloque de hielo sin un Vegezombi correspondiente, una Hielabestia aparece, con una chance de 1/4 de que se transforme en una Hielabestia Anciana. Al aparecer, salta 2 casillas hacia adelante. Se mueven muy lentamente, aplastando plantas, pero no atacan directamente.</color>"
    },
    {
      "theZombieType": 58,
      "name": "Zombi Pico",
      "introduce": "<size=39><color=#3D1400>\u0022No quiero vivir en este mundo\u0022, lamenta el Zombi Pico, sin encontrar alegría en su monótona vida. Solo quiere minar suficiente obsidiana para construir un portal e irse. Sin mencionar que el otro lado del portal es aún más peligroso y monótono; no tiene ninguna posibilidad de encenderlo. La única herramienta de ignición conocida las tienen las plantas de fuego, y ya saben que pasará si el zombi les llega a pedir ayuda.</color>",
      "info": "<size=39>Usa un pico aleatorio para minar tu defensa.\n\n<color=#3D1400>Daño: </color><color=#4B0082>50 (Sin Morder)</color>\n<color=#3D1400>Durabilidad: </color><color=#4B0082>720 + 1400 (Tipo 1)</color>\n<color=#3D1400>Características:</color><color=#4B0082>\n- Sus ataques acumulan el progreso de minería contra plantas defensivas; al alcanzar el 100%, mata instantáneamente a la planta que estaba minando.\n- Progreso de Minería = (número de ataques * daño del pico) / PS de la planta.\n- Al aparecer, recibe aleatoriamente un pico con diferentes velocidades para minar. Al atacar plantas con una durabilidad inferior a la potencia de su pico, el daño del pico se multiplica por 5.\n- Tipos de Pico:\nPico de Oro: 150 de daño | 4000 de poder\nPico de Hierro: 50 de daño | 16000 de poder\nPico de Diamante: 100 de daño | 32000 de poder\n<color=black>•</color> Plantas Defensivas: Nueces, Calabazas, Hamburgueso, Pera Polar.</color></size>"
    },
    {
      "theZombieType": 59,
      "name": "Delfín Lector",
      "introduce": "<size=39><color=#3D1400>Una vez soñó con convertirse en una sirena, pero el cirujano que debía hacer su sueño realudad confundió completamente sus mitades superior e inferior. Haciendo...esto.</color>",
      "info": "<size=39>Se enoja DEMASIADO cuando interrumpen su lectura... luego vuelve a casa a buscar otro periódico.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>720 + 720 (Tipo 2)</color>\n<color=#3D1400>Características:</color><color=#4B0082>Al romper su periódico, corre rápidamente a la dirección opuesta a buscar otro. Restaura todos sus PS al hacer esto.</color>"
    },
    {
     "theZombieType": 60,
     "name": "Misil de Submarinon",
     "introduce": "<size=39><color=#3D1400>\"En el 1942, nací yo. Era solo una pequeña pelota con mucho potencial en mi vida. Mi madre siempre me vio como una bomba desechable para matar a las plantas. Y, si, lo era, pero quería hacer más que eso. No quería ser desechado como basura. Así que, al cumplir 4 años, me escapé de casa y decidí embarcar en un viaje largo. Tras siglos de entrenamiento, risas y lloros, estuve listo. Me acerque al patio...lo observe con mis propios ojos y me prepare para contraatacar... Tras una larga batalla, todas las plantas en ese campo fueron diezmados por mi grandioso poder...\" Paso todo eso de verdad? No. Es una bomba, ¿Qué te crees?</color>",
     "info": "<size=39>Un misil que explota...Wow...\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>1000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Solo puede ser atacado por ataques anti-aéreos. Tambien pueden ser eliminados por Treboladores.</color>"
   },
   {
      "theZombieType": 61,
      "name": "Delfín Deportista",
      "introduce": "<size=39><color=#3D1400>Este tipo se mueve tan rápido en el campo de fútbol como pez en el agua. Se supone que era metáfora, pero.. se lo tomó enserio e inundó el campo.</color>",
      "info": "<size=39>Emocionado por mostrar su casco con estilo.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>720+1400</color>\n<color=#3D1400>Características:</color><color=#4B0082>Ignora la colisión con plantas mientras usa el casco. Al llegar a la primera columna o al borde del jardín, recupera todos sus PS, se equipa un nuevo casco y se da la vuelta.</color>"
    },
    {
      "theZombieType": 62,
      "name": "Copitobestia",
      "introduce": "<size=39><color=#3D1400>Aunque era solo un cachorrito, Copitobestia tenía grandes sueños: dominar la tundra como la poderosa Hielabestia Anciana, no andar con traviesos Zombiditos. Se escapó del campamento para hacerse reconocido... y accidentalmente entró en el territorio de las plantas. ¡Uf!</color>",
      "info": "<size=39>Una Hielabestia pequeña que ama rodar. Raramente sobrevive haciéndolo.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>300</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Roda hacia adelante, y al chocar contra una planta, hace daño al igual que sus PS actuales; termina muriendo instantaneamente al hacer esto.</color>"
    },
    {
     "theZombieType": 63,
     "name": "Colgao Ladrón",
     "introduce": "<size=39><color=#3D1400>Tras un reciente atraco, el Colgao Ladrón se compró un traje nuevo para presumir de su fortuna. No todos los atracos tienen éxito, pero cuando uno fracasa, el Colgao Ladrón deja un \u0022regalo\u0022 para los desprevenidos jardineros que creen que una sola Paraplanta basta para salvar el día.</color>",
     "info": "<size=39>¡Lleva objetos valiosos pero también cajas misteriosas..!\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>1350</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Si una Paraplanta lo rebota, regresa poco después para dejar caer un Misteriostein a la derecha del campo. Puede rebotar de nuevo y no regresará. También, suelta un diamante y 100 sol si es derrotado.</color>"
   },
   {
     "theZombieType": 64,
     "name": "Jackson Playero",
     "introduce": "<size=39><color=#3D1400>Entre plantas y zombis, el Jackson Playero es considerado el más odioso por ambos equipos. Es un creído, con ganas de expandir su nueva carrera musical por todas partes. Habría funcionado si no hubiera empezado a invadir la playa. Ahora, hay poco a ningún espacio para relajarse.</color>",
     "info": "<size=39>Es tan egocéntrico que deja estatuas de el mismo mientras pasa.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>720</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Invoca 4 Estatuas Bailarines con 500 PS. Después de 15s, cada estatua se rompe y suelta otro Jackson Playero con PS iguales a los PS restantes de la Estatua Bailarín. Fuera de el Modo TD, invoca las Estatuas Bailarines donde un Zombi Jackson básico haría aparecer sus Bailarines Extra.</color>"
   },
   {
     "theZombieType": 65,
     "name": "Bailarín de Piedra",
     "introduce": "<size=39><color=#3D1400>Moe moai kyee~.</color>",
     "info": "<size=39>Se quiebra y se transforma en un Jackson Playero.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>500</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Se quiebra y se transforma en un Jackson Playero con PS iguales a los que tenia al ser estatua 15 segundos tras ser invocado.\n- En lugares fuera del Modo TD, las estatuas aparecen en los mismos lugares donde un Zombi Jackson regular invocaría Zombis Bailarines.</color>"
   },
   {
     "theZombieType": 66,
     "name": "Deportista Abanderado",
     "introduce": "<size=39><color=#3D1400>\"Él y yo vestíamos uniformes de fútbol y llevábamos banderas. Además, yo puedo hacer volteretas, y él no\". El Deportista Abanderado se comparó con el Vegezombi Lethal-Star, concluyendo con seguridad que era más fuerte que él. Esta confianza le resultó beneficiosa, ya que ahora corría aún más rápido para escapar de la persecución del vegezombi.</color>",
     "info": "<size=39>Impresionablemente hace unas volteretas para evitar a tus plantas.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>720 + 1400 (Tipo 1)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Avanza dos casillas al encontrarse con una planta, ignorándola completamente.</color>"
   },
   {
     "theZombieType": 67,
     "name": "Islabestia",
     "introduce": "<size=39><color=#3D1400>La Islabestia era una vez un pequeño Copitobestia. Salió a jugar a la playa y se cubrió de arena, lo que lo convirtió en una pequeña bestia hecha de arena. \"En cuanto a por qué las plantas a veces lo ignoran, es porque uso la arena para cubrirme y así no me ven\", dijo Islabestia con orgullo.</color>",
     "info": "<size=39>Inocente a primera vista, pero puede hacerte perder. Rápido.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>500</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Lleva la mayoria de características que Copitobestia. Tiene 2/3 de chances de ignorar plantas y un 1/3 de probabilidad de ignorar daño completamente. Puede ignorar un máximo de 3 plantas.</color>"
   },
   {
     "theZombieType": 68,
     "name": "Jinete Avícola",
     "introduce": "<size=39><color=#3D1400>\"¿Debo pelear con el pollo este?\" Pregunta una planta. Y un zombi, simplemente dice... \"...JINETE AVÍCOLA.\".</color>",
     "info": "<size=39>Un zombi montando un pollo...¿Dónde habré escuchado eso antes?\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>720</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Al aparecer, se mueve a una velocidad muy rápida. El pollo deja caer al Zombidito montandolo al morir.</color>"
   },
   {
     "theZombieType": 69,
     "name": "Jinete Zombi",
     "introduce": "<size=39><color=#3D1400>A Peter le encantaba leer novelas de caballeros desde niño. De adulto, se unió al regimiento de caballería del Dr. Zomboss y luchó con valentía en el campo de batalla. Nada podía detenerlo, a pesar de carecer de armadura, temer al dolor y tener que cargar con un dolor a la espalda; sí, Peter era el caballo.</color>",
     "info": "<size=39>Va a grandes velocidades montando su confiable caballo.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>1350</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Corre muy rápido y puede aplastar plantas. Al aplastar una planta, se detiene un momento y luego continúa moviéndose.</color>"
   },
   {
     "theZombieType": 70,
     "name": "Jinete Vegezombi",
     "introduce": "<size=39><color=#3D1400>\"Deporte\" y su amado caballo, \"Caballo\" (nombres muy originales, lo sabemos), son las superestrellas de la Liga de Fútbol Zombi de los Siete Continentes. Gracias a la velocidad de Caballo y al lanzador de balones que compró a un precio muy alto a las plantas, son invencibles. Aunque esta operación es una falta grave y ni siquiera lanza un balón, a nadie le importa mientras primero apunte a los pocos árbitros que entienden de fútbol.</color>",
     "info": "<size=39>Se enfurece demasiado si decides matar a su compañero.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>1400 + 8000 (Tipo 1)</color>\n<color=#3D1400>Daño: </color><color=#4B0082>80x4 cada 1,5s (Jinete)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Aparece solo durante grandes oleadas (banderas). Es inmune al empujamiento, ondea banderas cuando su salud baja a menos de la mitad, invoca un caballero por fila y otorga un 50% de reducción de daño mientras esté vivo. Si su caballo muere pero el jinete no, se desmontará, y empezará a disparar sucesivamente.</color>"
   },
   {
     "theZombieType": 71,
     "name": "Avícola Marino",
     "introduce": "<size=39><color=#3D1400>Es difícil creer que una lancha tan pequeña pueda tener una fuga tan grave. Esto se debe a que intentaron ahorrar dinero al no confiarla a el Dr. Zomboss. Pero no se preocupen, el fabricante tiene una excelente solución: ¡convertir la lancha en una aeronave de baja altitud! Aunque el consumo de combustible sea un poco alto, no se preocupen; el fabricante sigue ofreciendo combustible de alta calidad.</color>",
     "info": "<size=39>El Zombidito dentro salta a un lugar terrestre a lo que se destruya su vehículo.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>1350</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Extremadamente rápido. Tras chocar con plantas y ser aplastada, se autodestruye y, de forma preventiva, Expulsa al Zombidito a el terreno más cercano.</color>"
   },
   {
     "theZombieType": 72,
     "name": "Zombi Condenador",
     "introduce": "<size=39><color=#3D1400>\"Soy la muerte. Seré quien traiga desesperación y dolor a tus cultivos... o al menos eso dice la etiqueta de esta elegante escalera\", dice el Zombi Escalera Maldita. \"Solo soy el obrero de la construcción aquí, eh.\"</color>",
     "info": "<size=39>Condena a la planta que tiene su escalera roja a sufrir todo el daño que el reciba.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>720 + 1350 (Tipo 2)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Tras colocar su escalera en una planta, dicha planta absorbera el daño de el Zombi Condenador. Si el daño transferido supera 8000 o si el Zombi Condenador muere, la escalera se eliminará automáticamente. Estas escaleras, en cualquier estado, no pueden ser atraidas por Magnetosetas.</color>"
   },
   {
    "theZombieType": 73,
    "name": "Necroflama",
   "introduce": "<size=39><color=#3D1400>\"Estoy harta de todas las reglas del jardín. Las plantas deberían crecer siguiendo su propio corazón.\" solía decir la Necroflama a sus compañeros, pero las demás plantas no la tomaban en serio. Tal vez ha llegado el momento de abandonar todas las preocupaciones y convertirse en una hierba libre, pensó ella. \"No soy una planta, ni un zombi, ni una herramienta. Yo soy simplemente yo.\"</color></size>",
   "info": "<size=39>Esta Endoflama que ha perdido su poder es tan difícil de eliminar como una mala hierba.</color>\n\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Actua como un obstáculo en el campo más que una planta. No puede ser eliminada o movida, y, los zombis la ignorarán.\n- Absorbe cualquier proyectil proveniente de una planta y recibirá 30 de daño.\n- Tras 10 segundos de estar en el campo, invoca aleatoriamente un Vegezombi. Luego invoca otro cada 15 segundos, y al morir, invoca otro más.\n- Al usar fertilizante en ella, desaparece y deja caer un Regalo Planta.</color></size>"
 },
 {
     "theZombieType": 74,
     "name": "Vegezombi Cautivapeño",
     "introduce": "<size=39><color=#3D1400>En su primera aparición en el Certamen de Belleza de Zombis Hipnotizados, el Vegezombi Cautivapeño obtuvo elogios unánimes de todos los jueces y se llevó el primer lugar con facilidad. Tanto jueces planta como zombi la llamaron \"ardiente\" y \"picante\". Aparte de unos pocos concursantes misteriosamente desaparecidos, fue un evento impecable.</color>",
     "info": "<size=39>Quema zombis hipnotizados en su línea.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>720</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Inmune a ser aturdida. Explota tras un tiempo, liberando llamas que infligen 1800 de daño a solamente zombis hipnotizados en su línea.</color>"
   },
   {
     "theZombieType": 75,
     "name": "Cautivapeño Minero",
     "introduce": "<size=39><color=#3D1400>El Cautivapeño Minero destaca por escabullirse detrás de las defensas, usando su pico con infusión mágica para convertir plantas en zombis. Pero esos zombis recién creados son justos de corazón: no les gustan las tácticas de emboscada y se volverán contra el… sin darse cuenta de que también están \"emboscando a la emboscador\".</color>",
     "info": "<size=39>Utiliza su pico para convertir plantas en zombis hipnotizados, luego quemándolos con llamas autodestructivas.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>1500</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Inmune a ser aturdido. Si su pico no ha sido quitado, sus ataques convertirán plantas no-defensivas en zombis hipnotizados aleatorios. Aplica 500 progreso de minería a plantas defensivas.\n- Al llegar al lado trasero de tu defensa, se autodestruirá como el Vegezombi Cautivapeño después de un tiempo corto, liberando llamas que infligen 1800 de daño a solamente zombis hipnotizados en su línea.</color>"
   },
   {
     "theZombieType": 76,
     "name": "Zombistein Pescador",
     "introduce": "<size=39><color=#3D1400>Los zombis con mayor grasa corporal flotan con más facilidad, pero el Zombistein Pescador, convencido de que es descendiente del legendario Pozeidón, afirma que en su caso se trata de un favor divino. Dicho esto, con su tamaño, caminar directamente por el fondo del agua tampoco sería difícil…</color>",
     "info": "<size=39>Un Zombistein acuático que lanza tridentes en vez de Zombiditos.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>3000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Es inmune a las Zampalgas. Lanza 4 tridentes al llegar a la mitad de su durabilidad, cada una causando daño a plantas igual al 20% (mínimo 60%) de sus PS actuales.\n- Cuando aplasta, inflige 500 de daño a plantas anti-aplaste, 50 de daño a Pinchorrocas y 1800 de daño a zombis hipnotizados.</color>"
   },
   {
      "theZombieType": 100,
      "name": "Vegezombi Guisante",
      "introduce": "<size=39><color=#3D1400>La habilidad del Vegezombi Guisante para atacar a distancia a menudo asusta a las plantas. Sin embargo, el verdadero pánico lo sienten los zombis, que temen que los que luchan frente a él sean atacados desde atrás.</color></size>",
      "info": "<size=39>Dispara guisantes para atacar tus plantas.\n\n<color=#3D1400>Daño:</color><color=#4B0082> 20 cada 1,5s</color>\n<color=#3D1400>Durabilidad: </color><color=#4B0082>270</color></size>"
    },
    {
      "theZombieType": 101,
      "name": "Vegezombi Cereza",
      "introduce": "<size=39><color=#3D1400>El Zombi Cereza es un estudiante de secundaria de 17 años con una cabeza de planta que crece de su cuello. Su fruta favorita son las cerezas, y debido a su linaje papal, los zombis lo llaman cariñosamente el \"Rey Hoja\".</color></size>",
      "info": "<size=39>Dispara balas de cereza para atacar tus plantas.\n\n<color=#3D1400>Daño: </color><color=#4B0082>60 cada 1,5s</color>\n<color=#3D1400>Durabilidad: </color><color=#4B0082>500</color></size>"
    },
    {
      "theZombieType": 102,
      "name": "Vegezombi Explosivo",
      "introduce": "<size=39><color=#3D1400>El Vegezombi Explosivo ama escuchar \"Cherry Bomb\" de The Runaways, lo que podría explicar su ardiente pasión. Sin embargo, nadie sabe cómo aprendió a encender fuegos artificiales con su boca.</color></size>",
      "info": "<size=39>Dispara cerezas explosivas para atacar tus plantas.\n\n<color=#3D1400>Daño: </color><color=#4B0082>1000 cada 10s</color>\n<color=#3D1400>Durabilidad: </color><color=#4B0082>500</color></size>"
    },
    {
      "theZombieType": 103,
      "name": "Vegezombi Nuez",
      "introduce": "<size=39><color=#3D1400>Después de un asalto de las plantas, el Vegezombi Nuez mostró marcas de mordidas en su cabeza en lugar de agujeros de bala. Cuando se le entrevistó, dijo: \"Quizás mis camaradas simplemente tenían hambre.\"</color></size>",
      "info": "<size=39>Una nuez con cuerpo de zombi, o un zombi con cabeza de nuez. ¿Quién sabe?\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>270 + 1100 (Tipo 1)</color></size>"
    },
    {
      "theZombieType": 104,
      "name": "Vegezombi Lector",
      "introduce": "<size=39><color=#3D1400>La fruta favorita de este zombi son las cerezas, y hasta su periódico tiene sabor a cereza. El periódico que sostiene es lo único que puede calmar su ira.</color></size>",
      "info": "<size=39>Se convierte en una ráfaga explosiva de cerezas cuando se rompe su periódico.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>1500+200</color>\n<color=#3D1400>Características: </color><color=#4B0082>Después de que se rompa su periódico, dispara cerezas explosivas cada 0,75 segundos (Cerezas hacen daño por salpicadura en forma de una cruz).</color></size>"
    },
    {
      "theZombieType": 105,
      "name": "Zombi Caracaja",
      "introduce": "<size=39><color=#3D1400>？？？</color></size>",
      "info": "<size=39>Nadie sabe qué se esconde dentro de la caja.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>270 + 370 (Tipo 1)</color>\n<color=#3D1400>Características: </color><color=#4B0082>Después de que se destruye su caja, aparece un zombi aleatorio fuera de el Modo Odisea.</color></size>"
    },
    {
      "theZombieType": 106,
      "name": "Vegezombi Nuez Férreo",
      "introduce": "<size=39><color=#3D1400>¿Por qué la cabeza del Vegezombi Nuez Férreo está hecha de hierro? Es porque todos decían que comer nueces alimentaba el cerebro, pero no se dio cuenta de que las nueces que consumía estaban llenas de hierro. Sin embargo, puede que no sea tan malo: al menos ahora tiene una cabeza de hierro.</color></size>",
      "info": "<size=39>Es una nuez metálica móvil.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>270+2200</color>\n<color=#3D1400>Características: </color><color=#4B0082>Dejará caer un cubo al ser destruido por proyectiles.</color></size>"
    },
    {
      "theZombieType": 107,
      "name": "Vegezombi Explotonuez",
      "introduce": "<size=39><color=#3D1400>Los hombres de verdad nunca se dan la vuelta para ver explosiones, y el Vegezombi Explotonuez definitivamente encaja en la descripción, ya que a menudo atrapa bombas con su cara.</color></size>",
      "info": "<size=39>Tiene una ligera Durabilidad: contra balas explosivas.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>270 + 1100 (Tipo 1)</color>\n<color=#3D1400>Características: </color><color=#4B0082>Recibe un máximo de 150 de daño por explosiones de cereza.</color></size>"
    },
    {
      "theZombieType": 108,
      "name": "Vegezombi Ferroguisante",
      "introduce": "<size=39><color=#3D1400>El año pasado, el Vegezombi Metálico sacó una carta del tarot que decía \"El Emperador.\" Desde entonces, ha podido disparar balas de hierro a voluntad.</color></size>",
      "info": "<size=39>Dispara balas de alto daño.\n\n<color=#3D1400>Daño: </color><color=#4B0082>80 cada 1,5s</color>\n<color=#3D1400>Durabilidad: </color><color=#4B0082>1350</color>\n<color=#3D1400>Características: </color><color=#4B0082>Dejará caer un cubo al ser destruido por proyectiles.</color></size>"
    },
    {
      "theZombieType": 109,
      "name": "Vegezombi All-Star",
      "introduce": "<size=39><color=#3D1400>El Vegezombi All-Star era una vez solo un Zombi Deportista ordinario, hasta que un día chocó con una nuez que estaba esparciendo fertilizante. \"¡No sé cómo este tipo terminó en mi cabeza; me está sofocando!\" lamentó el Vegezombi All-Star.</color></size>",
      "info": "<size=39>Zombi de alta armadura que también puede correr muy rápido.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>270 + 4400 (Tipo 1)</color>\n<color=#3D1400>Características: </color><color=#4B0082>Dejará caer un casco all-star al ser destruido por proyectiles.</color></size>"
    },
    {
      "theZombieType": 110,
      "name": "Zombi Caracaja Dorada",
      "introduce": "<size=39><color=#3D1400>？？！</color></size>",
      "info": "<size=39>¿¡Uno dorado!? Me pregunto qué habrá dentro de esta caja misteriosa...\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>270 + 720 (Tipo 1)</color>\n<color=#3D1400>Características: </color><color=#4B0082>Después de que la caja se caiga, aparece un Zombi Caracaja con dureza completa.</color></size>"
    },
    {
      "theZombieType": 111,
      "name": "Vegezombi Ártico",
      "introduce": "<size=39><color=#3D1400>Opiniones abundan sobre la cabeza del Vegezombi Nuez Ártico: algunos creen que quiere alejarse del frío, otros piensan que es por los experimentos del Dr. Zomboss. Solo él sabe que el casco apareció tras comer una seta azul.</color></size>",
      "info": "<size=39>Un zombi robusto que también puede anular el daño de los proyectiles de hielo.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>270 + 2200 (Tipo 1)</color>\n<color=#3D1400>Características: </color><color=#4B0082>Invulnerable al congelamiento básico, pero si al congelamiento profundo.</color></size>"
    },
    {
      "theZombieType": 112,
      "name": "Zombipulta Bombástico",
      "introduce": "<size=39><color=#3D1400>Oh, perfecto, ahora cubrirse la cabeza no servirá de nada. Mejor corre antes de que se le acaben las pelotas de baloncesto.</color></size>",
      "info": "<size=39>Lanza cerezas explosivas para destruir tus defensas.\n\n<color=#3D1400>Durabilidad:</color> <color=#4B0082>1350</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Después de lanzar 5 balones, comienza a lanzar cerezas explosivas, las cuales causan 100 de daño a las Paraplantas.</color></size>"
    },
    {
      "theZombieType": 113,
      "name": "Vegezombi con Ballena",
      "introduce": "<size=39><color=#3D1400>¿Que hace este zombi tan especial como el Yeti con Ballena? El Vegezombi responde: \u0022A mi simplemente me gusta jugar búmeran.\u0022</color>",
      "info": "<size=39>Dispara guisantes detrás de tus plantas.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>720</color>\n<color=#3D1400>Especial: </color><color=#4B0082>Dispara guisantes a tus plantas antes y después de saltar.</color>"
    },
    {
      "theZombieType": 114,
      "name": "Vegezombi Portero",
      "introduce": "<size=39><color=#3D1400>El Vegezombi Portero siempre carga equipo de hierro, desconcertando a otros zombis. \u0022Si las Magnetosetas pueden arrancarnos la cabeza, ¿por qué no traemos más metal?\u0022 Su lógica funcionó... hasta que conoció a Magnetrebol.</color>",
      "info": "<size=39>Este zombi dispara guisantes de hierro mientras se protege con una puerta.\n\n<color=#3D1400>Daño:</color> <color=#4B0082>80 cada 1,5s</color>\n<color=#3D1400>Durabilidad:</color> <color=#4B0082>1350 + 1100 (Tipo 1) + 1100 (Tipo 2)</color></size>"
    },
    {
      "theZombieType": 115,
      "name": "Vegezombi Apisonaflor",
      "introduce": "<size=39><color=#3D1400>\u0022¡Hmm! ¡Hmm!\u0022 El Vegezombi Apisonaflor avanza sin dudar, aplastando plantas. Los zombis admiran su \u0022altruismo\u0022, pero en realidad solo quiere imitar al Gato Calabacín, su ídolo.</color>",
      "info": "<size=39>Aplanta la primera planta en su camino y muere.\n\n<color=#3D1400>Durabilidad:</color> <color=#4B0082>500</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Aplasta plantas en su primer encuentro.</color></size>"
    },
    {
      "theZombieType": 116,
      "name": "Vegezombi Apisonaflor Picante",
      "introduce": "<size=39><color=#3D1400>El más temperamental de los zombis. Al aparecer, lo primero que hace es empujar a otros zombis. Quería gritar \u0022¡Cenizas al viento!\u0022, pero su cabeza voló primero... literalmente.</color>",
      "info": "<size=39>Salta y destruye toda una fila de plantas con fuego.\n\n<color=#3D1400>Durabilidad:</color> <color=#4B0082>1500</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda las características de Vegezombi Apisonaflor. Incendia plantas en su fila; no pasa esto si está congelado.</color></size>"
    },
    {
      "theZombieType": 117,
      "name": "Vegezombi Jalapeño",
      "introduce": "<size=39><color=#3D1400>El Vegezombi Jalapeño se lanza a la piscina con entusiasmo ardiente. \u0022¡Genial, ahora el agua sabe a caldo picante!\u0022, se quejan otros zombis.</color>",
      "info": "<size=39>Explota y destruye una fila completa de plantas.\n\n<color=#3D1400>Durabilidad:</color> <color=#4B0082>500</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Quema toda la fila tras 5 segundos de estar en el campo.</color></size>"
    },
    {
      "theZombieType": 118,
      "name": "Vegezombi Sargento",
      "introduce": "<size=39><color=#3D1400>Lo último que recuerda este zombi es haberse tragado una máquina lanza-guisantes. Ahora, dispara guisantes a velocidad letal. \u0022¡Es como un tirachinas... pero en mi estómago!\u0022</color>",
      "info": "<size=39>Descarga ráfagas de guisantes sin piedad.\n\n<color=#3D1400>Daño:</color> <color=#4B0082>20*5 cada 1s</color>\n<color=#3D1400>Durabilidad:</color> <color=#4B0082>270 + 1400 (Tipo 1)</color></size>"
    },
    {
      "theZombieType": 119,
      "name": "Guisanticóptero",
      "introduce": "<size=39><color=#3D1400>Frente a las dudas de los otros zombis, el Guisanticóptero intenta probar que es un miembro fundador mostrando una foto grupal de zombis. \u0022Pero… ¿dónde estás tú?\u0022, preguntan los demás zombis. Él, sosteniendo la película en blanco y negro, también se queda confundido.</color></size>",
      "info": "<size=39>¡El Guisanticóptero puede disparar mientras flota!\n\n<color=#3D1400>Daño:</color> <color=#4B0082>80 cada 1,5s</color>\n<color=#3D1400>Durabilidad: </color><color=#4B0082>1350 + 500 (Tipo 1)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Tiene las mismas características que Zombicóptero y Vegezombi Ferroguisante.</color></size>"
    },
    {
      "theZombieType": 120,
      "name": "Vegezombi Petaseta",
      "introduce": "<size=39><color=#3D1400>Los zombis ya están hartos de ser reducidos a cenizas por las explosiones de Petaseta. Ahora por fin han construido un arma nuclear de contraataque para que las plantas sufran, para variar. Aunque el cuerpo de un zombi solo puede soportar un tercio de la carga completa de la Petaseta, sigue siendo mejor que nada, ¿verdad?</color>",
      "info": "<size=39>¡Menos mal que no es igual de fuerte que una Petaseta normal!\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>1350</color>\n<color=#3D1400>Características:</color><color=#4B0082>Después de cierto tiempo se destruye y haciendo 1800 de daño a plantas en un área de 3x3.</color>"
    },
    {
     "theZombieType": 121,
     "name": "Misteriostein",
     "introduce": "<size=39><color=#3D1400>El Misteriostein tropieza con una caja en la cabeza, quizá para mantenerte intrigado, o quizá para proteger sus raros ojos de retazos del mundo. Sea lo que sea que contenga, es un misterio envuelto en un desastre a punto de ocurrir.</color>",
     "info": "<size=39>No pongas a prueba tu suerte con el. Cualquier resultado pueda resultar en tu fín...\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>3000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Puede hacer aparecer diferentes tipos de Zombisteins: Acelerados, Invocadores y Torrentes.</color>"
   },
   {
     "theZombieType": 122,
     "name": "Zombistein Acelerado",
     "introduce": "<size=39><color=#3D1400>El Zombistein Acelerado siempre está a la vanguardia en la búsqueda de nuevas mentes. Gracias a su excepcional historial, el Dr. Zomboss le otorgó personalmente la Medalla de Lápida de Segunda Clase. Lamentablemente, a pesar de ser un guerrero ejemplar, nunca llega a unirse al desfile zombi, ya que su paso nunca está a la altura de los demás.</color>",
     "info": "<size=39>Va mas rápido que los otros Zombisteins.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>3000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Tiene el doble de velocidad que un Zombistein común.</color>"
   },
   {
     "theZombieType": 123,
     "name": "Zombistein Invocador",
     "introduce": "<size=39><color=#3D1400>El Zombistein Invocador blandió su poste de electricidad, y los Zombiditos salieron en tropel de debajo de la tierra. Estos pequeños alborotadores traen mucha diversión, pero también dolores de cabeza, a la vida de su amo... sobre todo justo después de que rompiera una Nuez.</color>",
     "info": "<size=39>Copia barata de el Zombistein Medieval.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>3000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Cada vez que aplaste algo, hace aparecer un Zombidito.</color>"
   },
   {
     "theZombieType": 124,
     "name": "Zombistein Torrente",
     "introduce": "<size=39><color=#3D1400>Zombistein Torrente es descendiente del Zombistein Perezoso de las Cuevas Congeladas. Quienes lo precedieron lanzaron cosas diferentes, desde zombis con cajita hasta otros Zombisteins. Pensó que debía volver a las raíces y lanzar más Zombiditos, 5 para ser exactos, un testimonio de su linaje.</color>",
     "info": "<size=39>Lanza más Zombiditos de lo normal...\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>3000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Lanza 5 Zombiditos en vez de solo 1.</color>"
   },
   {
     "theZombieType": 125,
     "name": "Zombi Parkour",
     "introduce": "<size=39><color=#3D1400>Es mundialmente famoso por sus movimientos llamativos y sus habilidades magistrales, pero nada de eso le importa. Al fin y al cabo, solo a los humanos les importa otorgar títulos ostentosos por fama y talento. ¿Qué tiene eso que ver con un zombi?</color>",
     "info": "<size=39>...¿Qué?\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>9527</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Cambia de fila al perder 2/3 de su dureza, y se vuelve 3 veces mas rápido. Es exclusivo de Rompejarrones, pero puede aparecer de zombis con cajita.</color>"
   },
   {
      "theZombieType": 200,
      "name": "Submarinón",
      "introduce": "<size=39><color=#3D1400>\"¡Un excelente buceador no solo debe saber bucear, sino también conducir un super submarino!\" declaró el Zombi Submarinón mientras aumentaba la potencia del submarino en una marcha.</color></size>",
      "info": "<size=39>He oído que este zombi está relacionado con cierto pez robot.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>3000\n<color=#3D1400>Características: </color><color=#4B0082>Se mueve rapido y hunda a toda planta con el cual tiene contacto. Hace 500 de daño a plantas anti-aplaste.</color>\n<color=purple>Mejoras de Odisea: </color><color=#4B0082>\n- Su velocidad de movimiento se duplica\n- Recibe una reducción de daño del 50%</color></size>"
    },
    {
      "theZombieType": 201,
      "name": "Zombictor Jackson",
      "introduce": "<size=39><color=#3D1400>Zombisquí Jackson es un esfuerzo de equipo: Zombictor prepara el escenario, Zombictor Bobsled aporta efectos visuales, y Zombi Jackson sale del coche sin licencia de conducir para saludar a sus fans vegetales.</color></size>",
      "info": "<size=39>Defensa extremadamente alta e inmunidad al ralentizamiento.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>12000</color>\n<color=#3D1400>Características: </color><color=#4B0082>Al morir, invoca automáticamente a un Zombi Jackson, Zombictor y Zombictor Bobsled\n<color=purple>Mejoras de Odisea: </color><color=#4B0082>\n- Aparece en cada ronda y al morir invoca un Zombi Mercury\n- Velocidad aumentada significativamente</color></size>"
    },
    {
      "theZombieType": 202,
      "name": "Vegezombi Pescador",
      "introduce": "<size=39><color=#3D1400>El Vegezombi Pescador es un pescador experto conocido por su precisión excepcional con los cuatro tridentes que lanza, ganándose el título de rey de los pescadores. \"De hecho, solía ser un lanzador de jabalina a tiempo parcial...\" admitió el Vegezombi Pescador.</color></size>",
      "info": "<size=39>Lanza una gran cantidad de tridentes a tus plantas de una vez.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>270 + 7500 (Tipo 1)</color>\n<color=#3D1400>Características: </color><color=#4B0082>Lanza 4 tridentes, cada uno causando daño a las plantas igual al 20% (mínimo de 20) de su dureza actual.\n<color=purple>Mejoras de Odisea: </color><color=#4B0082>\n- Sus tridentes infligen el quintuple de daño\n- Ataca objetivos aleatorios</color></size>"
    },
    {
      "theZombieType": 203,
      "name": "Vegezombi Becario",
      "introduce": "<size=39><color=#3D1400>El Vegezombi Becario, sintiéndose viejo, murmuró: \"Solo ese tipo aún puede inspirarme a luchar,\" mientras guardaba el periódico y se alejaba.</color></size>",
      "info": "<size=39>Inflige un daño inmenso.\n\n<color=#3D1400>Daño:</color><color=#4B0082>400 (Mordiscos), 1000*4 cada 0,125s (Cerezas)</color>\n<color=#3D1400>Durabilidad: </color><color=#4B0082>1500 + 1500 (Tipo 2)</color>\n<color=#3D1400>Características: </color><color=#4B0082>Se vuelve temporalmente invencible a lo que se rompe su libro, disparando cerezas explosivas cada 0,125 segundos.\n<color=purple>Mejoras de Odisea: </color><color=#4B0082>\n- Es inmune a todos los efectos excepto el Efecto Venenoso/congelado\n- Puede atravesar plantas al romper su libro</color></size>"
    },
    {
      "theZombieType": 204,
      "name": "Vegezombi Lethal-Star",
      "introduce": "<size=39><color=#3D1400>Saliendo de las sombras, el Vegezombi Lethal-Star irradia poder, frialdad y un aura siniestra. Guarda celosamente el secreto de su fuerza, afirmando que solo la oscuridad más profunda puede crear un ser tan formidable como él. \"¿Dónde está mi pintura?\" preguntó el Dr. Zomboss, luciendo perplejo en su laboratorio.</color></size>",
      "info": "<size=39>¿Un viejo amigo? Tal vez, quizá lo hayamos conocido antes.\n\n<color=#3D1400>Daño: </color><color=#4B0082>100</color>\n<color=#3D1400>Durabilidad: </color><color=#4B0082>3000 + 12000 (Tipo 1)\n<color=purple>Mejoras de Odisea: </color><color=#4B0082>\n- Las plantas que muerde no podrán regenerarse por un segundo\n- Las plantas que muerde recibirán 3 veces más daño por un corto tiempo</color></size>"
    },
    {
      "theZombieType": 205,
      "name": "Zomppelín Kírov",
      "introduce": "<size=39><color=#3D1400>¿Era SuperZombi?, ¿Zombi Globo? en realidad, era un gigantesco dirigible, resistente y capaz de liberar luchadores. Incluso destruido, sigue causando estragos y los zombis mantienen su distancia por temor a un choque fatal.</color></size>",
      "info": "<size=39>¡Kírov informando!\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>3000</color>\n<color=#3D1400>Características: </color><color=#4B0082>Invoca un Dron Kírov cada segundo. Al ser derribado, causa un inmenso daño a las plantas en el impacto.\n<color=purple>Mejoras de Odisea: </color><color=#4B0082>\n- Inmune a Treboladores; velocidad de vuelvo aumentada\n- Durabilidad de drones aumentada x50</color></size>"
    },
    {
      "theZombieType": 206,
      "name": "Dron Kírov",
      "introduce": "<size=39><color=#3D1400>Este no es un avión común; es un avión especial que ha sido comprimido por la presión del agua. Aunque el método exacto de compresión sigue siendo un misterio, su fuerza en el campo de batalla rivaliza con la de los bombarderos convencionales.</color></size>",
      "info": "<size=39>Drones Kírov vuelan más rápido, lanzando bombas sobre las plantas por las que vuelan.\n\n<color=#3D1400>Daño: </color><color=#4B0082>1000</color>\n<color=#3D1400>Durabilidad: </color><color=#4B0082>500</color></size>"
    },
    {
      "theZombieType": 207,
      "name": "Zombi Mercury",
      "introduce": "<size=39><color=#3D1400>Zombi Mercury siempre ha brillado en el escenario con su carisma y estilo incomparable. Su presencia electrizante y movimientos únicos han convertido cada batalla en un espectáculo inolvidable. ¿Se escuchan los acordes de 'We Are the Champions'?</color></size>",
      "info": "<size=39>Se desliza a gran velocidad en tus defensas, ¡es un oponente aterrador!\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>3000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Entra deslizándose, reduciendo daño en un 90% mientras se desliza, y luego invoca a los Zombis Bailarines.\n<color=purple>Mejoras de Odisea: </color><color=#4B0082>\n- Ahora puede invocar Bailarines Expertos\n- No se detiene al encontrar plantas mientras se desliza</color></size>"
    },
    {
      "theZombieType": 208,
      "name": "Jiangshombi",
      "introduce": "<size=39><color=#3D1400>Este esqueleto oriental de mil años mide unos dos o tres metros, cubierto de brocado y con un brillo a su paso. Una vez se encontró con los demás Zombis, no les entendió, \"¿Qué layos dijo?\".</color></size>",
      "info": "<size=39>Una figura formidable de hace mil años.\n\n<color=#3D1400>Durabilidad:</color><color=#4B0082> 3000</color>\n<color=#3D1400>Ataque:</color><color=#4B0082> 500</color>\n<color=#3D1400>Características:</color><color=#4B0082> Ocasionalmente avanza un tramo, atravesando plantas y causando 500 de daño al entrar y salir. Al morir, causa 500 de daño en un área de 3x3, sin dañar las plantas dentro de calabazas.\n<color=purple>Mejoras de Odisea: </color><color=#4B0082>\n- El daño explosivo ignora inmunidades como Calabaza Bromista y otras plantas\n- Intervalo de carga reducido; daño de ataque aumentado significativamente</color></size>"
    },
    {
      "theZombieType": 209,
      "name": "Pogozombi Bromista",
      "introduce": "<size=39><color=#3D1400>\u0022En realidad, mi apariencia es solo para seguir la moda.\u0022 Cuando se habla de su genial aspecto, el Pogozombi Bromista siempre se encoge de hombros, pero todos saben que tiene un pasado amoroso inolvidable.</color></size>",
      "info": "<size=39>La bomba está oculta en el pogo.\n\n<color=#3D1400>Durabilidad:</color> <color=#4B0082>270+3000</color>\n<color=#3D1400>Características:</color><color=#4B0082> Si muere mientras está saltando, se autodestruye y se convierte en el Payazombi.\n<color=purple>Mejoras de Odisea: </color><color=#4B0082>\n- Siempre explota sin importar su estado; tiempo de carga reducido un 90%\n- Los Payazombis afectados por su explosión se convierten en Pogozombis Bromistas</color></size>"
    },
    {
      "theZombieType": 210,
      "name": "Nuez Kírov",
      "introduce": "<size=39><color=#3D1400>\u0022¿Tiburones?, ¿Durabilidad mecánica? Eso no importa,\u0022 dice la Nuez Kírov. \u0022Lo que importa es tener una armadura, yo soy Kírov\u0022.</color></size>",
      "info": "<size=39>La Nuez Kírov rebota tras chocar con una planta.\n\n<color=#3D1400>Durabilidad:</color> <color=#4B0082>3000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Suelta un Fragmento Kírov al morir. Solo puedes ocupar este fragmento en una Nuez.</color></size>"
    },
    {
      "theZombieType": 211,
      "name": "Submarinón Atascado",
      "introduce": "<size=39><color=#3D1400>\u0022Esto es horrible.\u0022 Reclama el conductor del Submarinón. \u0022No se como he quedado en este estado. Estaba tomando una siesta y el dia siguiente mi submarino aparece enterrado como si estuviera descompuesto. ¡Me costará un mundo llevarlo de nuevo a su hábitat!\u0022</color></size>",
      "info": "<size=39>Es incapaz de moverse.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>3000\n(Este zombi no se puede encontrar mientras juegas, solo aparece tras darle una Nuez a la Nuez Kírov)</color></size>"
    },
    {
      "theZombieType": 212,
      "name": "Zombistein Abismal",
      "introduce": "<size=39><color=#3D1400>Reanimado por fuerzas oscuras emerge de los abismos infernales, arrastrando consigo el hedor de la muerte y la posesión demoníaca. Sus ojos vacíos reflejan los tormentos de las almas condenadas, mientras su presencia amenaza con desatar el caos sobre los vivos.</color>",
      "info": "<size=39>Una amenaza antigua, demoníaca e insidiosa.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>8000 + 24000 (Tipo 1)</color>\n<color=#3D1400>Características: </color><color=#4B0082>Proporciona una reducción de daño del 90% a todos los zombies en el jardín, genera Zombiditos Abismales cuando golpea el suelo y hereda otros rasgos del Zombistein Medievo.\n<color=purple>Mejoras de Odisea: </color><color=#4B0082>\n- Invoca al Dr. Zomboss al morir</color>"
    },
    {
      "theZombieType": 213,
      "name": "Zombidito Abismal",
      "introduce": "<size=39><color=#3D1400>Con una entrada llamativa con cuchillas aladas y un giro mortal, el Zombidito Abisal emerge del inframundo. Su presencia está marcada por un aura oscura y su insaciable hambre de almas vivientes.</color>",
      "info": "<size=39>Zombidito Abisal puede infiltrarse fácilmente en tu defensa.\n\n<color=#3D1400>Daño: </color><color=#4B0082>200</color>\n<color=#3D1400>Durabilidad: </color><color=#4B0082>1500</color>"
    },
    {
      "theZombieType": 214,
      "name": "Explotozombi con Ballena",
      "introduce": "<size=39><color=#3D1400>Explotozombi con Ballena siempre se despierta de muy mal humor, especialmente cuando un compañero que monta una ballena lo arrastra al trabajo. Impulsado por la rabia, está listo para destruir cualquier planta en su camino antes de regresar para una siesta.</color>",
      "info": "<size=39>¡Salta y demuele desde detrás de tu defensa disparando cerezas explosivas!\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>1500</color>\n<color=#3D1400>Características: </color><color=#4B0082>Comienza a disparar cerezas explosivas 3 segundos después de entrar en tu campo.</color>"
    },
    {
      "theZombieType": 215,
      "name": "Zombi Caracaja Deluxe",
      "introduce": "<size=39><color=#3D1400>！！！</color>",
      "info": "<size=39>Genera aleatoriamente una de tus peores pesadillas, o tal vez una bendición.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>20000+1100</color>"
    },
    {
      "theZombieType": 216,
      "name": "Zombirtaria",
      "introduce": "<size=39><color=#3D1400>Zombirtaria es un perfeccionista... si por perfección entendemos \"llenar un cañón con 28 tridentes\". Su lema: \"¿Por qué disparar uno cuando puedes disparar TODOS?\" Spoiler: nadie le explicó el concepto de 'sobrecarga'.</color>",
      "info": "<size=39>Lanza 28 tridentes en dos oleadas destructivas.\n\n<color=#3D1400>Durabilidad:</color> <color=#4B0082>1350 + 4400 (Tipo 1)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Descarga 14 tridentes → pausa dramática → ¡otros 14! Ángulo fijo, precisión... cuestionable.\n<color=purple>Mejoras de Odisea: </color><color=#4B0082>\n- Inmune a la mayoria de efectos; tira x5 de la cantidad de tridentes\n- Atacará por adelantado</color></size>"
    },
    {
      "theZombieType": 217,
      "name": "Bailarín Experto",
      "introduce": "<size=39><color=#3D1400>Todos los zombis se impresionan al ver como el Bailarín Experto tiene habilidades expertas de saltar pértigas. \u0022Oh, es simplemente mi talento especial.\u0022 Dice el Bailarín Experto. Pero la verdad es que trabaja dos trabajos al dia, y como dicen los Zombis Bailarines, \u0022Mientras el trabajo será doble, doble será el salto a la victoria.\u0022</color></size>",
      "info": "<size=39>Puede saltar por encima de dos casillas.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>3000</color>\n<color=#3D1400>Características: </color><color=#4B0082>Invoca 4 Zombis Bailarines al saltar. Puede saltar por encima de 2 casillas, pero se puede bloquear con Nueces Altas.</color></size>"
    },
    {
     "theZombieType": 218,
     "name": "Pozeidón",
     "introduce": "<size=39><color=#3D1400>Rey de las profundidades y experto en tridentes divinos. Advertencia: no le pidas que controle el clima... ¡ya lo hizo, y ahora llueven tridentes!</color>",
     "info": "<size=39>Lanza tridentes que destruyen plantas y potencian a su ejército.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>24000 + 24000 (Tipo 1)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Minijefe. Inmune a ser aturdido.\n- Invoca Vegezombis Pescadores en todas las filas al aparecer.\n- Mientras esté presente, todos los zombis tridente de Odisea atacarán continuamente. Potencia a todos los tridentes para que inflijan 5 veces más daño de lo normal.\n- Sus tridentes se lanzan en un ángulo fijo, matando instantáneamente a la mayoría de las plantas. Aún puede redirigirse a plantas que absorben el daño.\n- El tridente explotará y matará a todas las plantas cercanas 30 segundos después de aterrizar.</color>"
   },
   {
      "theZombieType": 219,
      "name": "Nuez Kírov Gigante",
      "introduce": "<size=39><color=#3D1400>Este zombi era un prototipo de nuez mecánica... hasta que un error de cálculo lo convirtió en una montaña rodante. Ahora, aplasta jardines como si fueran migajas.</color>",
      "info": "<size=39>Absorbe daño para todos los zombis en el campo.\n\n<color=#3D1400>Durabilidad:</color> <color=#4B0082>300000</color>\n<color=#3D1400>Ocupación:</color> <color=#4B0082>Ingeniero de demoliciones. Especialista en \u0022rediseños catastróficos\u0022.</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Minijefe. Hereda los rasgos de Nuez Kírov.\n- No puede recibir daño mayor a 300.\n- Absorbe el daño recibido a todos los zombis en el campo hacia si mismo excepto a Zombis Caracaja.\n- Sin embargo, los zombis recibiran 1 de daño de todas formas cuando les absorben el daño.</color></size>"
    },
    {
      "theZombieType": 220,
      "name": "Lethal-Star Abanderado",
      "introduce": "<size=39><color=#3D1400>Líder de la horda y amante del caos. Su bandera no marca territorio... ¡marca dónde caerán las plantas!</color>",
     "info": "<size=39>Anula curaciones y transforma plantas en más Vegezombis Lethal-Star.\n\n<color=#3D1400>Daño: </color><color=#4B0082>200</color>\n<color=#3D1400>Durabilidad: </color><color=#4B0082>24000 + 24000 (Tipo 1)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Minijefe. Inmune al empujamiento y a ser aturdido.\n- Anula la curación de las plantas, convirtiéndola en 0,1 veces el daño contra sí mismo, con un límite del 1% de sus PS máximos.\n- Mata instantáneamente a las plantas no defensivas al morderlas, convirtiéndolas en Vegezombis Lethal-Star.\n- Cada 3 segundos, inflige 2 veces el daño (acumulable, máx. 1.000.000), restaura 6000 PS de armadura y aumenta la velocidad un 30% (máximo 3 veces la velocidad original).</color>"
   },
   {
      "theZombieType": 221,
      "name": "Zombot Kírov",
      "introduce": "<size=39><color=#3D1400>Este zombi volador no necesita alas... ¡tiene motores a chorro y una actitud explosiva!</color>",
      "info": "<size=39>Bombardea tu jardín y llama refuerzos aéreos.\n\n<color=#3D1400>Durabilidad:</color> <color=#4B0082>15000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Minijefe. Inmune a ser empujado o derribado por los rasgos especiales de Magnetocactus.\n- Muy rápido en tierra; aplasta plantas.\n- Con 2/3 de su durabilidad, se vuelve invencible brevemente y luego despega, invocando un grupo de Kírov Zomppelines cada 3 segundos y lanzando cajitas sorpresa.</color></size>"
    },
    {
      "theZombieType": 222,
      "name": "Live Aid Jackson",
      "introduce": "<size=39><color=#3D1400>El rey del escenario zombi. Su último concierto será... ¡el último que veas!</color>",
      "info": "<size=39>Convierte el jardín en un festival de caos.\n\n<color=#3D1400>Durabilidad:</color> <color=#4B0082>48000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Minijefe. Inmune a todo efecto.\n- Aplasta plantas.\n- Recibe 480 de daño al ser afectado por Pinchohierba y sus variantes.\n- Otorga crio-inmunidad a los zombis cercanos e invoca 4 Zombis Mercury y 4 Bailarines Expertos periódicamente.\n- Genera 2 Zombictors Jackson y un Zombi Mercury al morir.</color></size>"
    },
    {
      "theZombieType": 223,
      "name": "Profesor Zavier",
      "introduce": "<size=39><color=#3D1400>Si Einstein hubiera sido zombi, habría creado bombas de cereza en lugar de teorías, ¡y este es su peor experimento!</color>",
      "info": "<size=39>Maestro de las explosiones y convertidor de zombis.\n\n<color=#3D1400>Durabilidad:</color> <color=#4B0082>6000 + 15000 (Tipo 1) + 3000 (Tipo 2)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Minijefe. Inmune a ser empujado.\n- Invulnerable hasta que destruyen su periódico.\n- Al perderlo, se vuelve invencible brevemente y convierte hasta 30 zombis en Vegezombis Becarios enfurecidos.\n- Luego, lanza una ráfaga de cerezas, catapultándolas a la última columna mientras acelera hacia adelante.\n- Se detiene solo al encontrarse con Pinchohierba, lo que destruye su periódico al instante.</color></size>"
    },
    {
      "theZombieType": 224,
      "name": "Payasa Zorpresa",
      "introduce": "<size=39><color=#3D1400>La Payasa Zorpresa disfruta haciendo que cada jardín sea el escenario de una gran broma... con efectos secundarios explosivos.</color>",
      "info": "<size=39>Reina de todos los payasos. Talvez sea mejor que la mates antes de que llegue a tus plantas.\n\n<color=#3D1400>Durabilidad:</color> <color=#4B0082>48000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Minijefe. Inmune a ser hipnotizado y devorado.\n- Aplasta plantas.\n- Explota al morir e inflige daño físico.\n- Emerge de su caja a intervalos regulares, causando uno de los siguientes efectos aleatorios:\n  - 1. Invoca Payazombis en cada casilla de la quinta columna y en cada columna a su derecha.\n  - 2. Lo mismo, pero invoca Pogozombis Bromistas\n  - 3. Libera una explosión en su columna e inflige daño físico.</color></size>"
    },
    {
      "theZombieType": 225,
      "name": "Vegezombi Ferreosargento",
      "introduce": "<size=39><color=#3D1400>El Vegezombi Ferreosargento es un guerrero de acero: con un cuerpo de acero, una voluntad de acero, balas de acero… y una actitud de acero incluso después de recibir quejas de sus compañeros. Él está convencido de que si los zombis retroceden por sus balas, es porque no han pasado por un entrenamiento igual de férreo.</color>",
      "info": "<size=39>¡Un guerrero intrépido, jamás detiene su avance!\n\n<color=#3D1400>Daño:</color> <color=#4B0082>80 cada 0,1</color>\n<color=#3D1400>Durabilidad:</color> <color=#4B0082>3000 + 3000 (Tipo 1)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Inmune a ser empujado.</color></size>"
    },
    {
      "theZombieType": 226,
      "name": "Zombi Alfa",
      "introduce": "<size=39><color=#3D1400>“¡La guerra es la espada con la que tomaremos las tierras bajo el sol! ¡La victoria es un objetivo inevitable!”\n - “Capitán, creo que acabo de pisar un monstruo de nieve.”\n - “Déjalo, no es un trofeo, solo retrasará nuestra victoria mayor.”\n - “¿Capitán, su nuevo libro saldrá después de esta guerra?”\n - “Cuando esté muerto.”</color></size>",
      "info": "<size=39>Normalmente operan en dúos, pero los élite pueden desplegarse en formación completa.\n\n<color=#3D1400>Daño:</color> <color=#4B0082>500*2</color>\n<color=#3D1400>Durabilidad:</color> <color=#4B0082>6000 + 6000 (Tipo 1)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Inmunes a ser hipnotizados.\n- Suelen aparecer en parejas\n- Cuando son minijefes, aparecen 5 en cada fila (una unidad por fila), todos forman un solo grupo.\n- Al recibir daño letal, si algún miembro del equipo no está en estado crítico, entra en estado de agonía en vez de morir. Si todos están en este estado, todo el grupo muere al instante.\n- Estado de Agonía:\n  - Inmunes al daño (solo una vez)\n  - Inmunes al retroceso\n  - No son blanco de ataques automáticos, pero bloquean proyectiles\n  - Tras 10 segundos, reviven con vida completa, avanzan 2,5 casillas causando 500 de daño a cada planta impactada y luego liberan una explosión.\n  - Si sufren efectos de muerte instantánea (como ser devorados), ambos miembros del dúo mueren inmediatamente.\n- Son vulnerables a Plantas Carnívoras y Paraplantas.\n<color=purple>Mejoras de Odisea: </color><color=#4B0082>\n- Aparecerá como minijefe\n- Su escuadra siempre será invencible cuando estan debilitados</color></size>"
    },
    {
      "theZombieType": 227,
      "name": "Vegezombi Centinela",
      "introduce": "<size=39><color=#3D1400>Ay no... La descripción se congeló, revisa aquí otro dia.</color>",
      "info": "<size=39>Vegezombis Árticos con garras de hielo.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>720 + 2200 (Tipo 1)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda características del Vegezombi Ártico. Provienen de zombis transformados por Seta Emperador y Cactus Emperador.</color>"
    },
    {
      "theZombieType": 228,
      "name": "Reina Permafrost",
      "introduce": "<size=39><color=#3D1400>Con cuchillas de hielo y un manto de ventisca, talla estatuas de carne destrozada y moldea el poder divino con una voluntad inquebrantable. Una deidad artificial, un espectro de la tundra. Cuando todo llegue a su fin, ¿recordará donde se creó, aquí en la nieve?</color>",
      "info": "<size=39>Reina de la Tundra Congelada.\n\n<color=#3D1400>Daño: </color><color=#4B0082>1000</color>\n<color=#3D1400>Durabilidad: </color><color=#4B0082>64000</color>\n<color=#3D1400>Características:</color><color=#4B0082>\n- Minijefe, invulnerable al congelamiento básico, al empujamiento y a ser aturdida.\n- Aplasta plantas. Sus ataques las congelan durante 5 segundos.\n- Al aparecer, realiza un corte que daña a todas las plantas que tenga enfrente (pueden protegerse con Calabazas) y luego libera 5 bolas de nieve alrededor de su fila, cada una dañando en un área de 3x3.\n- Después, realiza un corte o un ataque normal cada 3 segundos; cuanto menos PS tenga, mayor será la probabilidad de cortar\n- Los ataques normales lanzan 4 espadas de hielo hacia adelante.\n- En el mapa de Nieve, tiene la posibilidad de invocar una ventisca instantáneamente.</color>"
    },
    {
     "theZombieType": 229,
     "name": "Jinete del Apocalipsis",
     "introduce": "<size=39><color=#3D1400>Despertando tras una eternidad de silencio, el Jinete del Apocalipsis cargó día tras día, luchando y conquistando de nuevo, logrando victorias aterradoras. Su corcel y la armadura que le regaló el propio Dr. Zomboss eran testimonio de su honor; cualquiera que se le opusiera sería un enemigo del universo: tras su estandarte, ondeando al viento, el mundo entero lo seguía. Traía un saludo desde la oscuridad. Dondequiera que su sable tocaba, la noche descendía, el telón caía lentamente y un nuevo orden nacía, como si anunciara a todas las plantas: este es el precio por rechazarlo.</color>",
     "info": "<size=39>Un jinete proveniente de los bosques más oscuros, listo para aniquilarte.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>48000+24000</color>\n<color=#3D1400>Daño: </color><color=#4B0082>80 cada 0,1s</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Minijefe. Es inmune al empujamiento, hipnotización, congelación y a ser aturdido.\n- Mientras corre, el Jinete maldice la primera planta que alcanza en un radio de 3x3 (excluyendo plantas aéreas y macetas) durante 5 segundos.\n- Luego, se detiene brevemente y camina (Las plantas alcanzadas mientras camina no seran maldecidas).\n- Tras 10 segundos de caminata, vuelve a correr. Al perder 2/3 de su salud, invoca un Vegezombi Ferreosargento en cada fila.\n- Recupera 200 PS cada 0,1 segundos.</color>"
   },
   {
     "theZombieType": 230,
     "name": "Vegezombi del Apocalipsis",
     "introduce": "<size=39><color=#3D1400>El Vegezombi de la Oscuridad y el Lethal-Star Abanderado se conocen desde hace mucho tiempo. Han atacado jardines juntos, entrenado soldados juntos y competido por el puesto de teniente general. En su tiempo libre, también disfrutan de una emocionante partida de ajedrez chino real, con sus subordinados actuando como piezas y los dos generales al mando, aunque a menudo no pueden resistirse a salir corriendo de las nueve casillas.</color>",
     "info": "<size=39>General caido; ya no es un líder.\n\n<color=#3D1400>Daño: </color><color=#4B0082>100 (Mordisco) 80 cada 0,1s (Guisantes)</color>\n<color=#3D1400>Durabilidad: </color><color=#4B0082>18000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Inmune a ser empujado.</color>"
   },
   {
     "theZombieType": 231,
     "name": "Guerrero del Apocalipsis",
     "introduce": "<size=39><color=#3D1400>La guerra es la mejor piedra de afilar para un comandante. Una vez degradado y derrotado, el Vegezombi del Apocalipsis regresó de un entrenamiento infernal junto con su corcel, listo para reconstruir su plataforma de mando sobre los cadáveres de sus enemigos.</color>",
     "info": "<size=39>\"Vengan, mis guerreros caidos… A por sus almas!\"\n\n<color=#3D1400>Daño: </color><color=#4B0082>500 (Estocada)</color>\n<color=#3D1400>Durabilidad: </color><color=#4B0082>90000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Zombi Jefe. Aplasta plantas y normalmente se mueve arriba y abajo en la ultima columna hacia la derecha. Periódicamente, usa uno de los siguientes movimientos:\n  1. Mueve su bandera para invocar un zombi en cada línea.\n  2. Carga hacia adelante y da una estocada con su espada, luego se da la vuelta y da otro.\n  3. Hace tres estocadas anchas adelante.\n  4. Invoca un Fantasma del Apocalipsis en todas las líneas que cargan hacia tus plantas, provocando 1000 de daño a tus plantas durante el camino.\n  5. Salta a un lugar aleatorio en una zona izquierda o central, aplastando plantas, luego regresa a donde estaba antes.</color>"
   },
   {
     "theZombieType": 232,
     "name": "Fantasma del Apocalipsis",
     "introduce": "<size=39><color=#3D1400>\"¡Ha regresado!\" claman los zombis con asombro. \"¡No, ha regresado!\" entran en pánico las plantas. Mientras tanto, el Dr. Zomboss admira orgullosamente con su proyector de hologramas, asegurando de que brillará en la guerra zombi de venganza.</color>",
     "info": "<size=39>Un ejército de hologramas que atacan tus defensas a pesar de ser simples proyecciones.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>15000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Inmune a ser ralentizado, congelado, aturdido o a ser empujado. Ignora plantas mientras carga hacia ellas, entregando 1000 de daño a cualquier planta que se le cruce.\n- No activa los podadoras y no puede hacer que pierdas tu partida.</color>"
   },
   {
     "theZombieType": 233,
     "name": "Zombistein Prismático",
     "introduce": "<size=39><color=#3D1400>Hace mucho tiempo, el Maestro Zomboss buscó entrenar soldados más versátiles al infundir a sus Zombisteins con el poder de la luz y sus colores, solo para ver que sucedía. El experimento fue un éxito… en su mayoría. Mientras que los Zombisteins Carmesí, Azufre y Esmeralda se unieron rápidamente gracias a su nueva fuerza, el Zombistein Índigo por la marea se encontró excluido. \"Ya tenemos un conjunto perfecto de colores de señal sin ti.\" murmuraron los otros tres. \"Rojo, amarillo, verde. Tú solo eres… azul extra.\"</color>",
     "info": "<size=39>Un Zombistein completamente armado, con su color de ojo indicando su habilidad.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>16000+16000 (Tipo 1)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- No lanza Zombiditos. Al aplastar, causa 3600 de daño a zombis hipnotizados. Gana una de cuatro apariencias (color de ojo) al aparecer, cada cual con sus respectivas habilidades:\n  - Zombistein Carmesí: Inmune al Efecto Pirogénico, tiene una reducción de daño inherente del 66%.\n  - Zombistein Índigo: Inmune a ser ralentizado, congelado y empujado; tiene el doble de velocidad. Cada aplaste cuenta como 5 ataques.\n  - Zombistein Azufre: Inmune a ser aturdido; salta una distancia pequeña cada vez que aplasta y hace un aplaste adicional.\n  - Zombistein Esmeralda: Inmune al envenenamiento; recupera 10% de su máxima durabilidad tras aplastar.\n<color=purple>Mejoras de Odisea: </color><color=#4B0082>\n- Su apariencia no importará. Obtiene todas sus habilidades a la vez\n- Su rango de ataque se extiende por una casilla</color>"
   },
   {
     "theZombieType": 234,
     "name": "Arca del Patito <size=20>(y Zombidito)",
     "introduce": "<size=39><color=#3D1400>Como jefe de todos los Zombiditos, reina supremo en su mundo. No necesita ser tan sabio como el Zombi Becario, ni tan elegante como Zombi Jackson, simplemente hace lo que le place: montar su querida lancha dorada apodada Arca del Patito y causar grandes problemas a esas molestas plantas. No hace falta explicación: ¡zarparemos y abrazaremos la aventura!</color>",
     "info": "<size=39>El último Zombidito al final de tu odisea. Pilotea la lujuriosa Arca del Patito.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>48000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Minijefe. Invulnerable a ser aturdido y ser enredado.\n- Aplasta plantas rapidamente.\nTiene una reducción de daño para si mismo de 80%.\n- Al estar presente, todos los zombis reciben un 20% de aumento en sus velocidades de movimiento y un 20% de probabilidad de reducir el daño recibido a 1.\n- Al ser derrotado, lanza el Rey Zombidito a terreno cercano.</color>"
   },
   {
     "theZombieType": 235,
     "name": "Rey Zombidito",
     "introduce": "<size=39><color=#3D1400>Incluso en medio de feroces batallas, el Rey Zombidito todavía desea algo de tiempo libre: ningún cerebro que perseguir, ninguna planta con la que luchar, solo un paseo tranquilo, reflexionando sobre qué broma hacer a sus súbditos en ocasiones como Halloween. Pero el llamado del deber como miembro de la realeza siempre lo regresa al trono, listo para liderar la próxima carga.</color>",
     "info": "<size=39>Intenta escapar de manera anticlimática. Si vuelve de su escape, pasarás un mal rato...\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>18000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Minijefe. Invulnerable a ser aturdido y empujado, pero pierde su reducción de daño.\n- Por cada otro minijefe presente, gana una reducción de daño del 20%.\n- Al salir del campo, vuelve de nuevo en una Arca del Patito nueva.</color>"
   },
   {
     "theZombieType": 236,
     "name": "Ovni Criogénico",
     "introduce": "<size=39><color=#3D1400>Este nuevo modelo del Ovni Invernal está equipado con un avanzado emisor antigravedad y un sensor de plantas que le permite volar y combatir de forma completamente autónoma. Su piloto ni siquiera necesita operarlo ni permanecer despierto. Entonces, ¿por qué mantener un piloto? \"Algunos zombis son demasiado tontos para hacer cualquier otra cosa\", dijo el Dr. Zomboss mientras soldaba la cabina.</color>",
     "info": "<size=39>Equipado con dos armas de la clásica ciencia ficción.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>3000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Cada 2 segundos, se fija en la planta más cercana dentro de un radio de 2,5 casillas y dispara un Rayo Disolvedor, infligiendo 300 de daño (prioriza plantas que no sean Calabazas, Macetas y Aéreas)\n- Al estar cerca de una planta, se desplaza directamente sobre ella y desata un Drenador Sifón que inflige 10 de daño cada 0,02 s a todas las plantas en esa casilla. Si el Ovni Criogénico está hipnotizado, el daño se convierte en curación por la misma cantidad.\n<color=purple>Mejoras de Odisea: </color><color=#4B0082>\n- Los Rayos Disolvedores ahora fijan a la planta más lejana dentro de su alcance\n- Rango del Drenador Sifón: 1 Casilla → Área de 3x3</color>"
   },
   {
     "theZombieType": 237,
     "name": "Sub-Ballena",
     "introduce": "<size=39><color=#3D1400>Pintado de rosa, este enorme submarino estaba pensado para ocultarse entre los Submarinones, pero toda la pintura rosa fue confundida con jugo de cerebro y tomada por los zombis. No quedó ni una sola gota.</color>",
     "info": "<size=39>Se potencia con explosiones cereza de zombis.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>9000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Hereda todas las características de Submarinón.\n- Cuando una explosión de cereza provocada por un zombi impacta con una planta, haciendo daño por salpicadura, todas las Sub-Ballenas recuperan 150 PS y ganan x0,3 de velocidad hasta un límite de x8.\n- Los Puntos Enredadera en Sub-Ballenas no excederán de 10.</color>"
   },
   {
     "theZombieType": 238,
     "name": "Jinete Hielabestia",
     "introduce": "<size=39><color=#3D1400>Las Hielabestias adultas protegen instintivamente a los jóvenes de su manada. Aprovechando este rasgo, un Yombi curioso se disfrazó de Copitobestia y logró domesticar a uno. ¿El precio? Probablemente tendrá que vivir como un Copitobestia por el resto de su vida (o, no-vida).</color>",
     "info": "<size=39>Monta una Hielabestia que empuja tus defensas hacia atrás.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>9000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Invulnerable al congelamiento básico, pero sí al congelamiento profundo.\n- Al estar en contacto con una planta titán o anti-aplaste, el Jinete Hielabestia intentará aplastarlos. En cambio, empuja todas las plantas en su línea una casilla atrás.\n- Si es incapaz de empujar (bloqueado por plantas o no hay espacio), instantáneamente destruye la planta que está más a la izquierda.\n- Plantas aéreas no son afectadas al ser empujadas.\n- Al tener PS bajo la mitad de su durabilidad, salta 2,2 casillas hacia adelante.</color>"
   },
   {
     "theZombieType": 239,
     "name": "Payazombi Acuático",
     "introduce": "<size=39><color=#3D1400>El primer zombi en usar un pogo y cajitas sorpresa sobre el agua. ¿Cómo lo logró? \"¡Ciencia! ¡La tercera ley de Newton, nitroglicerina y resortes! ¡Oh, sí!\" ¿Es un genio o un maníaco? ¡Quién sabe!</color>",
     "info": "<size=39>Utiliza su pogo como una moto acuática, acelerando hacia tus plantas rápidamente.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>6000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>\n- Es muy rápido. Al chocar contra una planta, muere instantáneamente y suelta un montón de cajitas sorpresa que explotan dentro de un radio de 3,5 casllas, por un total de (plantas atacadas x líneas del mapa) cajitas.\n- Siempre explotará al morir.</color>"
   },
   {
      "theZombieType": 300,
      "name": "Vegezombi Becario - T1",
      "introduce": "<size=39><color=#3D1400>\"Siempre hay más en la vida que solo acertijos matemáticos... como el junco fuera de la ventana... o la luz de la luna de esta noche\", murmura Vegezombi Becario (T1). \"Pero primero, necesito resolver este sudoku. Es... sorprendentemente difícil\".</color>",
      "info": "<size=39>Tier 1. Lanza una ráfaga de cerezas explosivas al romper su periódico.\n\n<color=#3D1400>Daño: </color><color=#4B0082>400 (Mordiscos), 1000*4 cada 0,5s (Cerezas)</color>\n<color=#3D1400>Durabilidad: </color><color=#4B0082>1500 + 1500 (Tipo 1)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Dispara cerezas tras perder su libro.</color>"
    },
    {
      "theZombieType": 301,
      "name": "Vegezombi Becario - T2",
      "introduce": "<size=39><color=#3D1400>El Vegezombi Becario (T2), un reconocido profesor de demolición de la Universidad Internacional Zombi, solo aceptó venir después de que el Profesor Zavier le prometiera tres cosas: pastel de cereza, grandes explosiones y Zuma. \"El loquito de Zavier no me mintió, jeje.\", afirma.</color>",
      "info": "<size=39>Tier 2. Lanza cerezas sin importar el estado de su periódico.\n\n<color=#3D1400>Daño: </color><color=#4B0082>400 (Mordiscos), 1000*4 cada 0,5s (Cerezas)</color>\n<color=#3D1400>Durabilidad: </color><color=#4B0082>3000 + 3000 (Tipo 1)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda rasgos de sus rangos anteriores. Dispara 4 cerezas explosivas cada 0,5s, sin importar que se ha roto su periódico o no.</color>"
    },
    {
      "theZombieType": 302,
      "name": "Vegezombi Becario - T3",
      "introduce": "<size=39><color=#3D1400>Para avanzar en las ciencias de los explosivos, el Vegezombi Becario (T3) se va al extranjero. ¿Lleva su alijo de pastel de cereza atado a la espalda? Solo forma parte de su preparación.</color>",
      "info": "<size=39>Tier 3. Preparado y armado para destruir tu defensa.\n\n<color=#3D1400>Daño: </color><color=#4B0082>400 (Mordiscos), 1000*5 cada 0,5s (Cerezas)</color>\n<color=#3D1400>Durabilidad: </color><color=#4B0082>6000 + 6000 (Tipo 1)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda rasgos de sus rangos anteriores. Cuando se enoja, toma su paquete de munición y dispara 1 cereza adicional cada 0,5 s.<color=#4B0082></color>"
    },
    {
      "theZombieType": 303,
      "name": "\"Vegezombi\" Lethal-Star - T1",
      "introduce": "<size=39><color=#3D1400>Cansado de ser el centro de atención, Vegezombi Lethal-Star (T1) cambió su camiseta roja brillante por una negra que se camufla con la noche. Desafortunadamente, su nueva apariencia lo hace parecer más un ladrón que un futbolista.</color>",
      "info": "<size=39>Tier 1. ¿Un viejo amigo? Si, volvió.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>6000 + 6000 (Tipo 1)</color>"
    },
    {
      "theZombieType": 304,
      "name": "Vegezombi Letal-Star - T2",
      "introduce": "<size=39><color=#3D1400>Emergiendo de las profundidades de un reino inquietante, Vegezombi Letal-Star (T2), un fanático del fútbol, ​​es un misterio viviente. Representa la oscuridad, la peligrosidad y la desorientación. Ni siquiera él recuerda sus orígenes; solo que el pasado se siente como un sueño lúcido que se desvanece con el amanecer.</color>",
      "info": "<size=39>Tier 2. Guerrero reforzado, sin miedo en la noche.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>12000 + 12000 (Tipo 1)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda rasgos de sus rangos anteriores. Recupera 5% de su dureza máxima cada 3 segundos.</color>"
    },
    {
      "theZombieType": 305,
      "name": "Vegezombi Letal-Star - T3",
      "introduce": "<size=39><color=#3D1400>Mano derecha del Vegezombi Abanderado, el Vegezombi Letal-Star (T3) goza de la admiración de sus subordinados y de la confianza de sus superiores. Es leal, hábil y le confunde que las condecoraciones nunca lleguen en forma de cerebros frescos.</color>",
      "info": "<size=39>Tier 3. ¡Aniquila facilmente tu defensa!\n\n<color=#3D1400>Daño: </color><color=#4B0082>200</color>\n<color=#3D1400>Durabilidad: </color><color=#4B0082>24000+24000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda rasgos de sus rangos anteriores. Inmune al empujamiento, ralentizacion y a ser aturdido. Al morder una planta, esta tendrá su curación desactivada. Sus victimas toman el triple de daño por 1 segundo.</color>"
    },
    {
      "theZombieType": 306,
      "name": "Vegezombi Ferreolíder - T3",
      "introduce": "<size=39><color=#3D1400>Temido en el campo de batalla, amado fuera de él. El Vegezombi Ferreolíder deslumbra a las tropas con su truco característico: esconder balas en su estandarte.</color>",
      "info": "<size=39>Tier 3. ¡Aniquila facilmente tu defensa, con guisantes!\n\n<color=#3D1400>Daño: </color><color=#4B0082>200 (Mordiscos), 80 cada 0,1s (Guisantes)</color>\n<color=#3D1400>Durabilidad: </color><color=#4B0082>24000+24000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda rasgos de sus rangos anteriores. Inmune al empujamiento, relentizacion y a ser aturdido.</color>"
    },
    {
      "theZombieType": 307,
      "name": "Zombi Mercury - T1",
      "introduce": "<size=39><color=#3D1400>Ídolo pop y favorito de la fanaticada, el Zombi Mercury (T1), no puede ir a ningún lado sin una multitud de fans gritando. Está aprendiendo nuevos movimientos no solo para su tur mundial, sino también para esquivar a las fangirls.</color>",
      "info": "<size=39>Tier 1. Entra en moonwalk con bailarines de respaldo.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>3000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Entra con un moonwalk de 3 segundos y luego invoca a 4 Zombis Bailarines.</color>"
    },
    {
      "theZombieType": 308,
      "name": "Zombi Mercury - T2",
      "introduce": "<size=39><color=#3D1400>En la cima de la fama, el poder y el rendimiento, el comandante Zombi Mercury (T2) solo necesita un escenario para compartir su alegría con el mundo.</color>",
      "info": "<size=39>Tier 2. Hace moonwalks con estilo, luego divierte a la multitud.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>6000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Entra con un moonwalk deslizante de 3 segundos. Al llegar a la cuarta columna o ser bloqueado, finaliza el moonwalk e invoca a 4 Zombis Bailarines.</color>"
    },
    {
      "theZombieType": 309,
      "name": "Zombi Mercury - T3",
      "introduce": "<size=39><color=#3D1400>Pasos veloces, giros de dioses. El prodigio de la danza ha superado la edad de la Academia Edgar. Ahora, recién salido de la Academia de Danza Jackson, está grabando un video musical con la ayuda de su guardaespaldas. No olvides filmar su característica inclinación de 45°, si es que sobrevives.</color>",
      "info": "<size=39>Tier 3. Llegada elegante, encore deslumbrante.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>12000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Ignora las plantas durante 3 segundos mientras se desliza con un moonwalk hacia la cuarta columna. Luego invoca 8 Bailarines Expertos.</color>"
    },
    {
      "theZombieType": 310,
      "name": "Submarinón-X - T1",
      "introduce": "<size=39><color=#3D1400>Una imitación desarrollada por un rival de Gfishtus Corps. Se dice que funciona de forma idéntica al original, pero Gfishtus insiste en que este modelo presenta fugas.</color>",
      "info": "<size=39>Tier 1. La última unidad de submarinón producida por Dr. Zomboss.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>3000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Se mueve rápido y hunde a toda planta con el cual tiene contacto. Hace 500 de daño a plantas anti-aplaste.</color>"
    },
    {
      "theZombieType": 311,
      "name": "Submarinón-A - T2",
      "introduce": "<size=39><color=#3D1400>Las armas \"impecables\" están sobrevaloradas. La verdadera victoria reside en un fuego de misiles abrumador que cae del cielo. Este submarino mina-dor modificado funciona como un silo submarino móvil de misiles, el iniciador de ese fuego.</color>",
      "info": "<size=39>Tier 2. Lanza bombas sin parar a tu defensa frontera.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>6000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda rasgos de sus rangos anteriores. Lanza una bomba dos casillas al frente suyo cada 1,5s. Esta bomba explota como una explosión de una Cajita Sorpresa, pero puede ser destruida si toma 1000 de daño mientras va en el aire.</color>"
    },
    {
      "theZombieType": 312,
      "name": "Submarinón-B - T2",
      "introduce": "<size=39><color=#3D1400>El único propósito de este submarino turboalimentado: cargar contra las líneas enemigas y destruirlas, creando puntos débiles para que sus aliados ataquen. Los críticos dicen que sacrifica demasiado por la velocidad, pero Edgar se encoge de hombros: \"Solo necesito avanzar, cueste lo que cueste\".</color>",
      "info": "<size=39>Tier 2. Avanza rápidamente hacia tu defensa.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>6000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda rasgos de sus rangos anteriores. Avanza muy rápido comparado a su evolución anterior.</color>"
    },
    {
      "theZombieType": 313,
      "name": "Submarinón-A - T3",
      "introduce": "<size=39><color=#3D1400>El dominador definitivo del campo de batalla, este submarino es, de alguna manera, creación de ambos Edgar y Gfishtus. Tras solucionar el problema de la inundación de misiles, ahora está impecable, salvo por las algas que ocasionalmente atascan la hélice.</color>",
      "info": "<size=39>Tier 3. Se levanta para bombardear la defensa trasera con misiles.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>12000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda rasgos de sus rangos anteriores. En la superficie, dispara 2 misiles cada 1.5s dirigidos a la última columna. Este misil explota como una explosión de una Cajita Sorpresa, pero puede ser destruida si toma 1000 de daño mientras va en el aire.</color>"
    },
    {
      "theZombieType": 314,
      "name": "Submarinón-B - T3",
      "introduce": "<size=39><color=#3D1400>La innovación más orgullosa de Edgar, diseñada para máxima aceleración. Toda la tripulación debe superar brutales pruebas de centrifugación de fuerza-G. \"Es como si diez Zombisteins se sentaran sobre ti\", dice un superviviente.</color>",
      "info": "<size=39>Tier 3. Agresivamente choca, choca, y choca hasta destruir tus plantas.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>12000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda rasgos de sus rangos anteriores. Por unidad, duplica la velocidad de movimiento de todos los zombis en un área de 3x3 (se acumula solo 2 veces).</color>"
    },
    {
      "theZombieType": 315,
      "name": "Vegezombi Pescador - T1",
      "introduce": "<size=39><color=#3D1400>Con una vestimenta impermeable y un tridente brillante en la mano, está listo para pescar. No olvides el casco: no es protección contra plantas, sino contra otros pescadores celosos.</color>",
      "info": "<size=39>Tier 1. Lanza tridentes hacia tus plantas.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>3000 + 3000 (Tipo 1)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Entre 6 y 9s después de entrar o al ser bloqueado, lanza 4 tridentes a la última columna. Cada tridente inflige daño a las plantas equivalente al 20% (mínimo 60) de su durabilidad actual.</color>"
    },
    {
      "theZombieType": 316,
      "name": "Vegezombi Pescador - T2",
      "introduce": "<size=39><color=#3D1400>Armado con gotas para los ojos y un casco de Nuez Alta reforzada, está listo para pescar la captura del día, o a sus rivales.</color>",
      "info": "<size=39>Tier 2. ¡No puedes evitar sus tridentes! \n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>6000 + 6000 (Tipo 1)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda rasgos de sus rangos anteriores. Entre 6 y 9s después de entrar o al ser bloqueado, lanza 8 tridentes aleatoriamente a plantas 4 casillas adelante suyo. Daño base de tridentes +100.</color>"
    },
    {
      "theZombieType": 317,
      "name": "Vegezombi Pescador - T3",
      "introduce": "<size=39><color=#3D1400>Un poderoso guerrero que alguna vez fue designado para trabajar con montacargas, hasta que falló la prueba del tamaño del casco. Así que ahora simplemente lanza más tridentes, con más fuerza.</color>",
      "info": "<size=39>Tier 3. Mucho tridente, ¿No?\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>12000 + 12000 (Tipo 1)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda rasgos de sus rangos anteriores. Entre 6 y 9s después de entrar o al ser bloqueado, lanza 12 tridentes agrupados. Daño base de tridentes +300.</color>"
    },
    {
      "theZombieType": 318,
      "name": "Minero Netherita - T1",
      "introduce": "<size=39><color=#3D1400>Con un pico de netherita y una licencia de minería falsificada, este zombi se dispuso a cerrar un trato de carbón con la Princesa Endoflama, aunque la granja de Esqueletos Wither de los Piglins podría resultar una dura competencia.</color>",
      "info": "<size=39>Tier 1. Mina tus plantas con su pico.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>3000 + 3000 (Tipo 1)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Sus ataques acumula +2000 de progreso de minería contra plantas defensivas; al alcanzar el 100%, mata instantáneamente a la planta que estaba minando.</color>"
    },
    {
      "theZombieType": 319,
      "name": "Minero Netherita - T2",
      "introduce": "<size=39><color=#3D1400>Elogiado en concursos de excavación por su taladro de netherita construido junto con lava. Aunque siempre olvida mencionar que su azada también es de netherita, ¡Ay, la dedicación!</color>",
      "info": "<size=39>Tier 2. Taladra túneles, pero se pierde muy rápido.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>6000 + 6000 (Tipo 1)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda rasgos de sus rangos anteriores. Cada ataque acumula +4000 de progreso. Excava bajo tierra, sin ser afectado por Magnetosetas, y surge aleatoriamente entre las columnas 2 a 8.</color>"
    },
    {
      "theZombieType": 320,
      "name": "Minero Netherita - T3",
      "introduce": "<size=39><color=#3D1400>Jefe de la \"Oficina Minera del Nether\" de los zombis, seguido por cientos de zombis entusiastas y trabajadores, sueña con un imperio minero. Dr. Zomboss se burla: \"Sigue excavando túneles en las tumbas de otros zombis desde que su casco lo cegó. Por eso siempre lo persiguen\".</color>",
      "info": "<size=39>Tier 3. Lidera a otros zombis bajo tierra en una gran excavación.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>12000 + 12000 (Tipo 1)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda rasgos de sus rangos anteriores. Cada ataque acumula +8000 de progreso, y entra bajo tierra con zombis (excluyendo zombis en vehiculo). Emergen juntos más tarde.</color>"
    },
    {
      "theZombieType": 321,
      "name": "Zombictor Jackson - T1",
      "introduce": "<size=39><color=#3D1400>¡Carga, carga otra vez, aplasta todo! El Zombisquí Jackson (T1) avanza por el campo con una velocidad imparable, hasta que se topa con un estanque en medio del césped...¿Que hace ahí?</color>",
      "info": "<size=39>Tier 1. Un zombi conduciendo un vehículo reforzado...sip, no se que más decir.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>6000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Aplasta plantas. Tiene un 50% de reducción de daño, e invoca a un Zombi Jackson al morir.</color>"
    },
    {
      "theZombieType": 322,
      "name": "Zombisquí Jackson - T2",
      "introduce": "<size=39><color=#3D1400>\"¡Hemos añadido más capas al blindaje frontal!\" El vehículo recientemente renovado es ahora el orgullo de Zombi Jackson, aunque lamenta que los espacios entre las capas del blindaje aún no sean lo suficientemente amplios como para acomodar a más Zombis Bailarines.</color>",
      "info": "<size=39>Tier 2. Lleva una nueva capa de blindaje.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>12000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda rasgos de sus rangos anteriores. Aplasta plantas. Tiene 66% reducción de daño, e invoca a un Zombictor Jackson (T1) al morir.</color>"
    },
    {
      "theZombieType": 323,
      "name": "Zombisquí Jackson - T3",
      "introduce": "<size=39><color=#3D1400>El blindaje extremadamente grueso de este vehículo le ha valido el apodo de \"Tanque de guerra\". Recientemente, Zombi Jackson ha ideado un nuevo y audaz diseño: sustituye la base por ruedas fuertes, instala una torreta multicapa y monta un cañón de barril largo. Cree que será un invento verdaderamente original.</color>",
      "info": "<size=39>Tier 3. Lleva dos capas más de blindaje, ¿Qué tan fuerte será ese vehículo?\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>24000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda rasgos de sus rangos anteriores. Aplasta plantas. Tiene 75% reducción de daño, e invoca a un Zombictor Jackson (T2) al morir.</color>"
    },
    {
      "theZombieType": 324,
      "name": "Pogozombi Bromista - T1",
      "introduce": "<size=39><color=#3D1400>No lo molestes, está enamorado. No está de humor para escuchar tu opinión pesimista sobre su romance, y si lo intentas, te encontrarás con una reacción emocional explosiva.</color>",
      "info": "<size=39>Tier 1. Ojalá tengas una Magnetoseta para contraatacar a este tipo.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>3000 + 3000 (Tipo 1)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda rasgos de Pogozombi. No pierde su pogo si es empujado por Paraplantas, y si muere mientras sigue sosteniendo este, suelta una explosion de cajita sorpresa.</color>"
    },
    {
      "theZombieType": 325,
      "name": "Pogozombi Bromista - T2",
      "introduce": "<size=39><color=#3D1400>En una ocasión, tuvo problemas con las bajas ventas de pogos, sandías y cajitas sorpresa. Así que consultó a Zombipulta. \"Tienes que imaginar la sandía y la caja sorpresa como una sola\", le aconsejaron. A juzgar por el éxito explosivo, funcionó.</color>",
      "info": "<size=39>Tier 2. Carga y hace un gran salto.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>6000 + 6000 (Tipo 1)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda rasgos de sus rangos anteriores. Si aparece en el lado derecho del campo, carga por 5s y hace un largo salto, pasando por unas 4 casillas.</color>"
    },
    {
      "theZombieType": 326,
      "name": "Pogozombi Bromista - T3",
      "introduce": "<size=39><color=#3D1400>Después de mucho tiempo, por fin ha superado el dolor de su ruptura. Ahora viste colores llamativos y está listo para cortejar a una nueva diosa. Ahora está tras la Payasa Zorpresa. Esperemos que su resistencia emocional haya mejorado.</color>",
      "info": "<size=39>Tier 3. Con un sistema de carga mejorado, el humo de su pogo esconde su señuelo.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>12000 + 12000 (Tipo 1)</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda rasgos de sus rangos anteriores (tiempo de carga baja a 0,75s). Revive si muere manteniendo su pogo.</color>"
    },
    {
      "theZombieType": 327,
      "name": "Zomppelín Kírov - T1",
      "introduce": "<size=39><color=#3D1400>Como las piezas de alta gama no son tan baratos, la Corporación Gfishtus pensó que sería rentable crear un modelo simplificado para ataques a menor escala. Aunque al final, solo crearon una nave asombrosamente similar al modelo original del Dr. Zomboss...</color>",
      "info": "<size=39>Tier 1. Un zomppelín que ocasionalmente suelta cajitas sorpresas.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>3000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Se derriba al recibir 20 estrellas de Emperador Estelar.</color>"
    },
    {
      "theZombieType": 328,
      "name": "Zomppelín Kírov - T2",
      "introduce": "<size=39><color=#3D1400>Este Zomppelín Kírov (T2) es un producto esencial de la Corporación Gfishtus, y la compañía afirma utilizar tecnología de drones de vanguardia. Pero si examinas detenidamente los restos de sus secuaces, a menudo encontrarás \"CCCP\" pintado en rojo.</color>",
      "info": "<size=39>Tier 2. Un zomppelín que bota Drones Kírov.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>6000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda rasgos de sus rangos anteriores (Se derriba con 30 estrellas). Cada ~2 segundos, invoca un Dron Kírov con x0,1 de sus propios PS.</color>"
    },
    {
      "theZombieType": 329,
      "name": "Zomppelín Kírov - T3",
      "introduce": "<size=39><color=#3D1400>¡Infiltración a gran altitud! ¡Reconocimiento y asalto integrados! ¡Cobertura total de potencia de fuego! ¡Combate no tripulado totalmente digitalizado! ¡La Corporación Gfishtus presenta con orgullo el Kírov 2.0! Es la bestia definitiva, salvo por su alcance de vuelo ridículamente corto, que lo relega a ser una simple fragata bajo una nave nodriza más grande. La nave nodriza, por supuesto, se vende por separado.</color>",
      "info": "<size=39>Tier 3. Un zomppelín que te arruina el campo si no tienes protección contra cajitas.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>12000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda rasgos de sus rangos anteriores (Se derriba con 40 estrellas). Cada ~4 segundos, invoca 2 Drones Kami-Kírov para diezmar rápidamente la linea en la que está.</color>"
    },
    {
      "theZombieType": 330,
      "name": "Jiangshombi - T1",
      "introduce": "<size=39><color=#3D1400>\"Nací en la pobreza, tuve la fortuna de ser patrocinado por un mecenas adinerado y recibir una educación. Más tarde, serví como funcionario honesto, hablando con franqueza en la corte. La gente decía que el Emperador era un tirano, pero aunque ignoró mis consejos, nunca me castigó. Solo más tarde supe que el Emperador era sordo.\"</color>",
      "info": "<size=39>Tier 1. Un espíritu reanimado que explota al morir, dañando toda la vida natural a su paso.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>3000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Al morir, hace 125 de daño a toda planta en un área de 3x3.</color>"
    },
    {
      "theZombieType": 331,
      "name": "Jiangshombi - T2",
      "introduce": "<size=39><color=#3D1400>El espectro nocturno se elevó, dispersando a todos los aliados. Dos plantas se interpusieron en su camino. Enfurecido, atacó: una cayó y la otra intentó resistirse. El espectro se abalanzó sobre ambos, atravesándolos y rematando con brutales golpes. Valientes fueron, pero ambos perecieron en un instante. ¿Qué más podían hacer? Ridículo.</color>",
      "info": "<size=39>Tier 2. Un espectro que atraviesa barreras con una fuerza fantasmal.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>6000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda rasgos de sus rangos anteriores (explosión ahora hace 250 de daño). Cada 4 a 8 segundos, desliza adelante 2 casillas, ignorando plantas y causando daño en el proceso.</color>"
    },
    {
      "theZombieType": 332,
      "name": "Jiangshombi - T3",
      "introduce": "<size=39><color=#3D1400>Li Chi-hsing, nativo de Fengdu, dijo una vez de niño: \"Veo un sello de jade allí; pertenece a mi familia\". Todos rieron. A los 24 años, en plena hambruna, se rebeló y se autoproclamó rey de Fengdu. Al recibir el sello de jade, este le quemó el rostro. El año siguiente trajo otra hambruna. Fue derrocado, escapando por los pelos. Con la lengua herida por el sello, cuando le preguntaron su nombre, solo pudo murmurar: \"Soy Li...ch...\". ¿Que significa todo esto? ¡JAJ, no tengo ni idea!</color>",
      "info": "<size=39>Tier 3. Un espectro que atraviesa las plantas y ataca con ira imperial.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>12000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda rasgos de sus rangos anteriores (explosión ahora hace 500 de daño). Cada 4 a 8 segundos, desliza adelante 2 casillas, llegando lo más lejos posible en la linea y causando daño en el proceso. Si no hay plantas que pueda atravesar, avanza 1 casilla en su lugar (no puede deslizarse en el lado izquierdo del campo).</color>"
    },
    {
      "theZombieType": 333,
      "name": "Zombirtaria - T1",
      "introduce": "<size=39><color=#3D1400>\"Cuando los perales florecen por toda la tierra, el río fluye bajo una suave gasa\". Zombirtaria (T1) leyó esta balada en un libro amarillento, conmovido por la leyenda que la inspiraba. Desafortunadamente, no comprendió que cohetes necesitan motores para volar.</color>",
      "info": "<size=39>Tier 1. Suelta una carga liviana de tridentes.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>3000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Ataca disparando 4 tridentes a la vez, puede recargar y disparar de nuevo una vez, y luego continúa avanzando y destruye plantas. Los tridentes caen 5 a 7 casillas más adelante.</color>"
    },
    {
      "theZombieType": 334,
      "name": "Zombirtaria - T2",
      "introduce": "<size=39><color=#3D1400>Entrenar con la Zombirtaria (T2) implica ejercicios de precisión únicos. Como los tridentes no pueden cambiar de trayectoria en el aire, el conductor debe reposicionar todo el carro para apuntar. \"Ajusta un poco... más... solo un poquito...\" ¡Chapoteo! El carro cae en un estanque cercano.</color>",
      "info": "<size=39>Tier 2. Suelta una carga mas grande de tridentes.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>6000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda rasgos de sus rangos anteriores (dispara 14 tridentes por recarga).</color>"
    },
    {
      "theZombieType": 335,
      "name": "Zombirtaria - T3",
      "introduce": "<size=39><color=#3D1400>Un veterano guerrero tridente, condecorado y curtido, se ha unido a la División Tridente como su nueva unidad. Ha cazado Hielabestias en la tundra y luchado contra cocodrilos en los pantanos. Ahora está ante ti, listo para la batalla. A ver, ¿podrás aguantarte esta?</color>",
      "info": "<size=39>Tier 3. Dispersa sus tridentes restantes al morir.\n\n<color=#3D1400>Durabilidad: </color><color=#4B0082>12000</color>\n<color=#3D1400>Características:</color> <color=#4B0082>Hereda rasgos de sus rangos anteriores. Al morir, los tridentes no utilizados se dispersan aleatoriamente dentro de 3,5 casillas en su fila y dañan todas las plantas alcanzadas.</color>"
    }
  ]
}